<!DOCTYPE HTML>
    <!--[if lt IE 7 ]> <html class='ie6 ie'> <![endif]-->                                                                         
    <!--[if IE 7 ]> <html class='ie7 ie'> <![endif]-->                                                                                                                                                      
    <!--[if IE 8 ]> <html class='ie8 ie'> <![endif]-->                                                                                                                                                      
    <!--[if IE 9 ]> <html class='ie9 ie'> <![endif]-->                                                                                                                                                      
    <!--[if (gt IE 9)|!(IE)]><!-->                                                                                                                                                                          
    <html>                                                                                                                                                                                                  
    <!--<![endif]-->
     <head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">     
    <meta name="viewport" content="width=device-width,maximum-scale=1">
    <meta name="format-detection" content="telephone=no">
    <title>  </title>
    
<link rel="icon" href="../ix-favicon.ico" type="image/x-icon"/>
<link rel="shortcut icon" href="../ix-favicon.ico" type="image/x-icon"/>
<link rel="apple-touch-icon" sizes="57x57" href="../graphics/favicon/ix-apple-touch-icon-57x57.png">
<link rel="apple-touch-icon" sizes="114x114" href="../graphics/favicon/ix-apple-touch-icon-114x114.png">
<link rel="apple-touch-icon" sizes="72x72" href="../graphics/favicon/ix-apple-touch-icon-72x72.png">
<link rel="apple-touch-icon" sizes="144x144" href="../graphics/favicon/ix-apple-touch-icon-144x144.png">
<link rel="apple-touch-icon" sizes="60x60" href="../graphics/favicon/ix-apple-touch-icon-60x60.png">
<link rel="apple-touch-icon" sizes="120x120" href="../graphics/favicon/ix-apple-touch-icon-120x120.png">
<link rel="apple-touch-icon" sizes="76x76" href="../graphics/favicon/ix-apple-touch-icon-76x76.png">
<link rel="apple-touch-icon" sizes="152x152" href="../graphics/favicon/ix-apple-touch-icon-152x152.png">
<link rel="icon" sizes="196x196" href="../graphics/favicon/ix-favicon-196x196.png" type="images/png">
<link rel="icon" sizes="160x160" href="../graphics/favicon/ix-favicon-160x160.png" type="images/png">
<link rel="icon" sizes="96x96" href="../graphics/favicon/ix-favicon-96x96.png" type="images/png">
<link rel="icon" sizes="16x16" href="../graphics/favicon/ix-favicon-16x16.png" type="images/png">
<link rel="icon" sizes="32x32" href="../graphics/favicon/ix-favicon-32x32.png" type="images/png">
<link href="../graphics/favicon/ix-favicon-16x16.png" type="images/png" rel="shortcut icon">
<meta name="msapplication-TileColor" content="#6589c7">
<meta name="msapplication-TileColor" content="/graphics/favicon/ix-mstile-144x144.png">

    <link href='../css/retina_about_pages-v=5.css' type='text/css' media="all"  rel='StyleSheet' />
    <!--[if lt IE 9]><link href='../css/lt_ie9-v=5.css' type='text/css' media="all"  rel='StyleSheet' /><![endif]-->
    
        <style>
         .navbar-header {
             padding: 4px 0 5px 0;
             margin: 0 auto;
             /* width: 860px; */
         }
         .logo-container {
             width:860px;
             margin:0 auto;
         }

         .navbar-brand {
             padding: 13px 15px 8px 0!important;
         }</style>
    <script language='javascript' type='text/javascript' src='../js/retina_about_pages-v=5.js'></script>            
    <!--[if lt IE 9]><script language='javascript' type='text/javascript' src='../js/less_than_ie9-v=5.js'></script><![endif]-->
    <script>function setFocus() { var pageUrl = window.location.href; if (!pageUrl.match(/jump_to/)) { document.getElementById("query_top").focus(); } }</script>
    
	<script>
   	jQuery(window).load(function() {
		jQuery('.accordionButton').click(function(e){
			e.preventDefault();
            var div_display = jQuery(this).next('.accordionContent').css('display');
            if (div_display == 'block') {
                jQuery(this).next('.accordionContent').slideUp();
            } else {
                jQuery('div.accordionContent').slideUp();
                jQuery(this).next('.accordionContent').slideToggle();
            }
    	});
    });

jQuery(window).load(function () {
    jQuery('div[id^=tOoLtIp]').each(function() {
        var obj = jQuery(this);
        jQuery(this).addClass('sb-tooltip');
        jQuery(this).find('*').removeAttr('bgcolor color face style');
    });
});

function verifyChecked (form_obj) { 
    var formname = form_obj.name; 
    var orig_query = document[formname].query.value; 
    if (orig_query == "") { 
        return false; 
    } 
    form_obj.submit(); 

    return false; 
}
      
    </script>
	
    <script type='text/javascript'>
    
    
        jQuery(window).load(function(){
            var additional_parm = '';
        
            var pref_args = prepare_propagation_arguments();
            additional_parm = pref_args;
            
            cpt_js_prgtr(additional_parm);
        });
        function cpt_js_prgtr(additional_parm) {
            var urlParams;
            (window.onpopstate = function () {
                var match,
                pl     = /\+/g,
                search = /([^&=]+)=?([^&]*)/g,
                decode = function (s) { try {return decodeURIComponent(s.replace(pl, " "));} catch(e){} },
                query  = window.location.search.substring(1);

                urlParams = {};
                while (match = search.exec(query)) {
                    urlParams[decode(match[1])] = decode(match[2]);
                }
            })();
            var params = new Array ('vf', 'vft', 'fm', 'fmt', 'op');
    
            params[params.length] = 'prf';
            params[params.length] = 'prfh';
        
            var cpt_prms = additional_parm;
            var cpt_h = '';
            var cpt_prms_no_hmb = '';
            jQuery.each(params, function(index, elem) {
                if (urlParams[elem] != undefined && /^[a-zA-Z0-9]+$/.test(urlParams[elem])) {
                    cpt_h += '<input value="'+urlParams[elem]+'" name="'+elem+'" type="hidden">';
                    if (cpt_prms === '') {
                        cpt_prms += elem+'='+urlParams[elem]+'&';
                    } else {
                        cpt_prms += '&'+elem+'='+urlParams[elem]+'&';
                    }   
                    if(elem != 'hmb') {
                        cpt_prms_no_hmb += elem+'='+urlParams[elem]+'&';
                    }
                }
            });
            
        cpt_prms +="hmb=1";
        cpt_h += '<input value="1" name="hmb" type="hidden">';
        
            if (cpt_prms) {
                if (jQuery('.cpt_prgtr').length) {
                    jQuery('.cpt_prgtr').each(function() {
                        var search_box_params = jQuery(this).html();
                        var pttrn = new RegExp('name=('+params.join('|')+')');
                        if(!(pttrn.test(search_box_params))) {
                            jQuery(this).prepend(cpt_h);
                        }
                    });
                }
            }           
          
            var base_url = "<!--KEEPTEL-->http://ixquick.com";
            base_url = base_url.replace('<!--KEEPTEL-->','');
            if (base_url != '') {
                base_url = base_url.match(/^https?:\/\/[^/]+/)[0];
            }
            base_url_regexp = '^('+base_url+'.+?|\\/\\w.+?)(#.*)?$';
            base_url_regexp = base_url_regexp.replace('http://', 'https?://');
            var jump_to_tag_regexp = new RegExp(base_url_regexp, 'g');
	    
            jQuery("a").each(function() {
                if (jQuery(this).hasClass('no-cpt-prgpt')) {
                    return;
                } else {
                    var old_inner_content = jQuery(this).html();
                    var href = jQuery(this).attr("href");
                    var pttrn = new RegExp('('+params.join('|')+')=');
                    if(href != undefined && !(pttrn.test(href)) && href.match(jump_to_tag_regexp)) {
                        var append_char = (href.match(/\?/)) ? "&" : "?";
                        var jump_to_tag = '';
                        var p_matches;
                        if (p_matches = jump_to_tag_regexp.exec(href)) {
                            href = p_matches[1];
                            jump_to_tag  = p_matches[p_matches.length - 1];
                        }
                        if (!jump_to_tag) {
                            jump_to_tag = '';
                        }
						if (cpt_prms || jump_to_tag) { 
                            if(jQuery('.home-wrapper').length > 0 && jQuery(this).closest('#settings_lang_div').length && !window.location.href.match(/hmb=1/)){
                                href += append_char + cpt_prms_no_hmb + jump_to_tag;
                            }
                            else{
							    href += append_char + cpt_prms + jump_to_tag;
                            }
							jQuery(this).attr("href", href);
						}
                    }
                    jQuery(this).html(old_inner_content);
                }
            });
        }
    
    </script>
    </head>

    <body  >
    
    
    <div class="wrapper"><nav class="navbar navbar-default nav-effect" role="navigation" style="margin-bottom: 0">
                    <div class="navbar-header" style="padding: 0;">
                     <div class="logo-container">
                       <a class="navbar-brand ix_logo" href="index.html">
                        <img src="../graphics/no_tm_ixquick_retina_results_page_logo.png" style="width: 126px; height: 35px; margin-top: 2px;" />
                       </a>
                     </div>
                    </div>
                  </nav>
                  

    <div id="wrapper-inner" class="wrapper-no-js" style="max-width: 860px !important;min-width: 860px !important;margin-left: auto !important;margin-right: auto !important;">
    <div class="row">
      <div class="col-lg-12">
        <div id='inner_content'>
          <table border="0" cellspacing="0" cellpadding="0" width="100%" class="bodyContent">
            <tr>
              
    <td>
    <div class="rightContent" id="content">
    <div>Betingelser</div>
Ixquick verkt&#248;ylinje for s&#248;k, skrivebordslinje og tilleggsprogrammer for nettleser (sammen utgj&#248;r de &#148;Ixquick s&#248;keprogrammer&#148;) gir deg en enkel metode for &#229; f&#229; tilgang til Ixquicks s&#248;kefunksjon. N&#229;r du bruker dem blir din foresp&#248;rsel sendt til Ixquick slik at s&#248;keresultatene kan sendes til deg. Verkt&#248;ylinjen og skrivebordslinjen sjekker med jevne mellomrom om det finnes en nyere versjon, og det kan tenkes du f&#229;r et sp&#248;rsm&#229;l om du vil oppdatere. Dine s&#248;k og annen bruk holdes strengt konfidensielt, og anonymisert i henhold til v&#229;r <a class='blue_link' href="privacy-policy.html">Policy om personvern</a>.<br><br>

<div>Kun til ikke-kommersielt bruk</div>
Ixquick s&#248;keprogrammer er tilgjengelige for deg kun p&#229; en ikke-kommersiell basis. Dette inneb&#230;rer at du kan benytte den p&#229; jobben eller hjemme, og s&#248;ke p&#229; hva du &#248;nsker. Men du m&#229; innhente Ixquicks tillatelse dersom du &#248;nsker &#229; selge Ixquick verkt&#248;ylinje, skrivebordslinje eller ekstraprogrammet for nettleseren eller informasjon, tjenester eller programmer i tilknytning til eller avledet fra det, eller om du &#248;nsker &#229; modifisere, kopiere (unntak oppgis nedenfor), lisensiere, eller lage avledete produkter fra Ixquick s&#248;keprogrammer. I tillegg kan du ikke bruke Ixquick s&#248;keprogrammer p&#229; en m&#229;te som kan skade, koble ut, overbelaste, eller forringe Ixquicks s&#248;ketjenester (f.eks. du kan ikke bruke Ixquick s&#248;ketjenester p&#229; en automatisert m&#229;te), du kan heller ikke bruke dem p&#229; en m&#229;te som kan forstyrre andres bruk og andres glede av Ixquicks s&#248;ketjeneste.
<br><br>
Hvis du har noen sp&#248;rsm&#229;l vedr&#248;rende distribusjonsbetingelsene, eller ideer til forbedringer, send oss en e-post via lenken &#148;La oss f&#229; vite det&#148; p&#229; nettstedet til Ixquick. V&#230;r klar over at n&#229;r du gj&#248;r det, gir du ogs&#229; Ixquick og tredjeparter tillatelse til &#229; bruke og &#229; innlemme dine ideer eller kommentarer i Ixquick s&#248;keprogrammer (eller tredjeparts programmer) uten kompensasjon.
<br><br>
<div>Intellektuell eiendom</div>
Du aksepterer at Ixquick eller tredjeparter eier alle rettigheter, eiendomsrett, og interesser i Ixquick s&#248;keprogrammer, deler derav, eller programmer som er tilgjengelige gjennom eller i sammenheng med Ixquick s&#248;keprogrammer, inkludert, men uten begrensning av alle intellektuelle eierrettigheter. "Intellektuelle eierrettigheters" betyr enhver og alle rettigheter som eksisterer i henhold til patentlovgivning, copyright-lovgivning, lov om handelshemmeligheter, lov om varemerker, lov om uredelig konkurranse og alle andre eierrettigheter, og all bruk, fornying, utvidelse og gjenoppbygging som gjelder n&#229; og i ettertid, som er i kraft p&#229; verdensbasis. Du sier deg enig i at du ikke vil modifisere, tilpasse, oversette utarbeide avledete produkter fra, dekompilere, foreta omvendt engineering, ta fra hverandre eller p&#229; annen m&#229;te utlede kildekode fra Ixquick s&#248;keprogrammer. Du sier deg ogs&#229; enig i &#229; ikke fjerne, skjule eller endre Ixquicks eller noen tredjeparts copyright-meldinger, varemerker, eller andre eiendomsmerknader som er en del av, eller som du f&#229;r tilgang til via Ixquick s&#248;keprogrammer.
<br><br>
<div>Frasigelse av garantier</div>
Ixquick og alle tredjeparter som lager programmer tilgjengelige i sammenheng med eller via Ixquick s&#248;keprogrammer fraskriver seg alt ansvar for all skade som m&#229;tte oppst&#229; som et resultat av din bruk av Ixquick s&#248;keprogrammer og/eller tredjepartsprogrammer som brukes i forbindelse med eller via Ixquick s&#248;keprogrammer.
<br><br>
IXQUICK S&#216;KEPROGRAMMER OG EVENTUELLE TREDJEPARTS PROGRAMVARE SOM ER GJORT TILGJENGELIG I FORBINDELSE MED, ELLER VIA IXQUICK S&#216;KEPROGRAMMER LEVERES SLIK DE ER, UTEN NOEN GARANTIER. IXQUICK OG SLIKE TREDJEPARTER FRASIER SEG UTRYKKELIG HELT OG S&#197; FULLSTENDIG SOM LOVEN TILLATER, INNBEFATTET OG LOVBESTEMTE GARANTIER, INKLUDERT, MEN IKKE BEGRENSET TIL, GARANTIENE FOR SALGBARHET, EGNETHET FOR EN SPESIELL HENSIKT, OG KREVER AT EIERRETTIGHETENE IKKE KRENKES. IXQUICK OG ALLE TREDJEPARTER SOM GJ&#216;R SIN PROGRAMVARE TILGJENGELIG I FORBINDELSE MED, ELLER VIA IXQUICK S&#216;KEPROGRAMMER, FRASKRIVER SEG ALLE GARANTIER N&#197;R DET GJELDER SIKKERHET, P&#197;LITELIGHET, TIDSRIKTIGHET OG YTELSEN TIL IXQUICK S&#216;KEPROGRAMMER, OG SLIK TREDJEPARTS PROGRAMVARE.
<br><br>
DU FORST&#197;R OG SIER DEG ENIG I AT DU LASTER NED OG/ELLER BRUKER IXQUICK S&#216;KEPROGRAMMER OG ALLE TREDJEPARTSPROGRAMMER SOM ER TILGJENGELIG I SAMMENHENG MED ELLER VIA IXQUICK S&#216;KEPROGRAMMER FOR EGEN REGNING OG RISIKO, OG AT DU ER ENEANSVARLIG FOR ALLE EVENTUELLE SKADER P&#197; DITT DATAMASKINSYSTEM SOM M&#197;TTE OPPST&#197; FRA NEDLASTING OG BRUK AV IXQUICK S&#216;KEPROGRAMMER OG SLIK TREDJEPARTS PROGRAMVARE. NOEN STATER ELLER JURISDIKSJONER TILLATER IKKE EKSKLUSJONEN AV IMPLISERTE GARANTIER, S&#197; DET ER MULIG AT OVENST&#197;ENDE EKSKLUSJONER IKKE GJELDER DEG. DET ER OGS&#197; MULIG AT DU HAR ANDRE RETTIGHETER, SOM KAN V&#198;RE FORSKJELLIGE FRA STAT TIL STAT OG FRA JURISDIKSJON TIL JURISDIKSJON.
<br><br>
<div>Ansvarsbegrensning</div>
IXQUICK ELLER TREDJEPARTER SOM GJ&#216;R SIN PROGRAMVARE TILGJENGELIG I SAMMENHENG MED IXQUICKS S&#216;KEPROGRAMMER SKAL IKKE UNDER NOEN OMSTENDIGHETER HOLDES ANSVARLIGE FOR BRUKERES BRUK ELLER MISBRUK AV IXQUICK S&#216;KEPROGRAMMER, ELLER TREDJEPARTS PROGRAMVARE. SLIK BEGRENSNING AV ANSVAR GJELDER FOR &#197; FORHINDRE GJENERVERVELSE AV DIREKTE, INDIREKTE, TILFELDIGE, P&#197;F&#216;LGENDE, SPESIELLE OG STRAFFERETTSLIGE SKADER. DETTE GJELDER ALLE KRAV SOM ER BASERT P&#197; GARANTI, KONTRAKT, TORT (INKLUDERT UAKTSOMHET), ELLER P&#197; ANNEN M&#197;TE, (SELV OM IXQUICK OG/ELLER TREDJEPARTS PROGRAMVARELEVERAND&#216;R HAR F&#197;TT R&#197;D OM SLIKE MULIGE SKADER). SLIK ANSVARSBEGRENSNING GJELDER OM SKADENE KOMMER FRA BRUK ELLER MISBRUK AV OG I TILLIT TIL IXQUICK S&#216;KEPROGRAMMER OG ALL TREDJEPARTS PROGRAMVARE SOM ER GJORT TILGJENGELIG I SAMMENHENG MED ELLER VIA IXQUICK S&#216;KEPROGRAMMER, FRA UTILGJENGELIGHET AV IXQUICK S&#216;KEPROGRAMMER OG ALL TREDJEPARTS PROGRAMVARE SOM ER TILGJENGELIG I SAMMENHENG MED ELLER VIA IXQUICK S&#216;KEPROGRAMMER ELLER FRA AVBRUDD, SPERRING ELLER AVSLUTNING AV IXQUICK S&#216;KEPROGRAMMER OG ALL TREDJEPARTSPROGRAMVARE SOM ER TILGJENGELIG I SAMMENHENG MED, ELLER VIA IXQUICK S&#216;KEPROGRAMMER (INKLUDERT SLIKE SKADER SOM P&#197;F&#216;RES TREDJEPART). SLIK BEGRENSNING GJELDER UANSETT EN EKSISTERENDE FEIL AV VESENTLIG HENSIKT AV BEGRENSETE HJELPEMIDLER OG FULLT UT TILLATT ETTER LOVEN.
<br><br>
NOEN STATER ELLER ANDRE JURISDIKSJONER TILLATER IKKE EKSKLUSJON ELLER BEGRENSNING AV ANSVAR FOR TILFELDIGE ELLER INDIREKTE SKADER, S&#197; DET ER MULIG AT OVENST&#197;ENDE BEGRENSNINGER OG EKSKLUSJONER IKKE GJELDER DEG.
<br><br>
<div>Ixquicks s&#248;ketjeneste</div>
Ixquick s&#248;keprogrammer er utformet for &#229; brukes sammen med Ixquicks s&#248;ketjenester. Samtidig er din bruk av Ixquick s&#248;ketjenester ogs&#229; definert i Ixquicks Betingelser for bruk og policy om personvern.
<br><br>
<div>Forskjellige bestemmelser</div>
Disse betingelsene styres av og er i henhold til nederlandsk lov, og er ikke i konflikt med nederlandske lover, og heller ikke i henhold til det landet der du bor. Dersom det mot formodning skulle finnes noen uforutsette forordninger eller deler av disse betingelsene, funnet av en kompetent jurisdiksjon, vil resten av disse betingelsene allikevel v&#230;re i full effekt og virksomme.
<br><br>
Disse brukerbetingelsene utgj&#248;r hele avtalen mellom partene n&#229;r det gjelder dette omr&#229;det, og erstatter alle tidligere eller samtidige forst&#229;elser eller avtaler, skriftlige eller muntlige, i forhold til denne saken. Alle fraskrivelser fra disse betingelsene trer kun i kraft dersom de er skriftlig, og signert av Ixquick og/eller tredjepart som gj&#248;r sine programmer tilgjengelige i sammenhent med eller via Ixquick s&#248;keprogrammer.<br><br>Juli 2007.


    </div></div>
    <div class="clear"></div>
    </td>
    </tr>
</tbody>
</table>
    </div>
    </div>
    </div>
    </div>
    </div>
    <div class="push"></div>
    </div>
    
	<div class="footer" id="footer">
 	<div class="copyright">
  	&copy; 2015 Ixquick
 	</div>
		
 	<div class="right_links"><a id="startmail" href="https://startmail.com/" style="text-decoration: none;">
    <!--<span class="icon icon-small"><span class="icon-mail"></span></span>&nbsp;-->
  	<span style="text-decoration: underline;">StartMail</span></a>
  	<a id="privacy_policy" href="privacy-policy-.html">Personvernspolitikk</a>
 	</div>
    <div class='imgavt'> </div>
    </div>
    <script type="text/javascript" charset="utf-8"> $(function() { $('body').hide().show(); });</script>
    </body>
    </html>
