<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Den databeskyttende s&#248;gemaskine Ixquick.com stopper helt med registrering af IP-adresser</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Den databeskyttende s&#248;gemaskine Ixquick.com stopper helt med registrering af IP-adresser
</h1><p>
<i>Ixquick f&#248;rer atter an i branchen med deres politik om nul datalagring.</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Bruxelles/New York/Zeist den 28. januar 2009 <BR>
Ixquick (<a href="../../index.html">www.ixquick.com</a>) meddeler, at de helt stopper med at registrere brugernes IP-adresser. Ixquick fastholder dermed deres mange&#229;rige position som branchef&#248;rende inden for databeskyttelse.
</p>

<p>
Indhentning af personlige oplysninger p&#229; internettet udg&#248;r en stadigt stigende trussel p&#229; internettet. S&#248;gninger og bes&#248;g p&#229; websteder registreres rutinem&#230;ssigt og sammens&#230;ttes til person- og adf&#230;rdsbaserede profiler af de store s&#248;gemaskiner. Mens du s&#248;ger p&#229; nettet registrerer disse s&#248;gemaskiner varigheden af dine s&#248;gninger, de s&#248;getermer, du har brugt, de websteder, du har bes&#248;gt samt din IP-adresse. I mange tilf&#230;lde g&#248;r denne IP-adresse det muligt at spore computeren, og dermed hele den husholdning, der har foretaget s&#248;gningen.
</p>

<p>
Tidligere slettede Ixquick deres brugeres personlige oplysninger inden for 48 timer. Fra idag af &#150; Databeskyttelsesdag 2009 &#150; registreres IP-adresser slet ikke l&#230;ngere. Det tekniske behov for at lagre IP-adresser i 48 timer &#150; hvilket blokerer automatiseret brug af Ixquicks servere &#150; er nu blevet afl&#248;st af nye teknologiske fremskridt.
</p>

<p>
&#147;Hos Ixquick mener vi, at folk har en fundamental ret til databeskyttelse&#148;, siger adm. direkt&#248;r Robert Beens. &#147;N&#229;r man bruger en s&#248;gemaskine deler man sine inderste hemmeligheder og vaner, hvilket burde v&#230;re helt anonymt. Ixquick har s&#248;gebranchens bedste politik om beskyttelse af personlige oplysninger, og idag er den blevet endnu bedre&#148;.
</p>

<p>
Under pres fra europ&#230;iske kontrolmyndigheder, databeskyttelsesorganisationer og offentlighedens stadigt stigende bekymring har de store s&#248;gemaskiner Yahoo, Google og MSN tilbudt at reducere deres datatilbageholdelsestid til mellem 3 og 18 m&#229;neder. Men Beens advarer: &#148;N&#229;r det kommer til databeskyttelse ligger problemet i detaljerne. Disse s&#248;gemaskiner bruger logins og unikke ID-cookies, som automatisk placeres p&#229; din computer, n&#229;r du s&#248;ger p&#229; internettet. Begge teknikker kan &#148;klistre&#148; dine s&#248;gninger sammen i lange perioder, der langt overstiger den p&#229;st&#229;ede tilbageholdelsestid. Det er derfor, Ixquick ikke bruger nogen af disse metoder&#148;.
</p>

<p>
Ixquick har ogs&#229; forbedret databeskyttelsen ved at tilbyde en sikker forbindelse ved hj&#230;lp af https protokollen, som forhindrer &#148;spionering&#148; af Ixquick brugere , og forventer at lancere en s&#229;kaldt &#148;proxy&#148; service inden for de n&#230;ste par m&#229;neder, der g&#248;r det muligt, at browse internettet i fuld anonymitet.
</p>

<p>
I juli 2008 fik Ixquick tildelt det f&#248;rste European Privacy Seal for sin indsats. &#147;Vi er meget stolte af den pris&#148;, siger Beens. &#147;Det er det ultimative bevis p&#229;, at vi holder vores l&#248;fter. Hvis folk s&#248;ger med Ixquick &#150; f&#229;r de de bedste resultater &#150; i fuld anonymitet".
</p>


<p>
<b>Om Ixquick</b> <br>
Ixquick er en international, prisbel&#248;nnet s&#248;gemaskine med branchens f&#248;rende politik om beskyttelse af personlige oplysninger. Ixquick, som blev lanceret p&#229; internettet i 1988, ejes af den hollandske virksomhed Surfboard Holding BV. For yderligere information om Ixquick, se <a href="../../index.html">www.ixquick.com</a> <br>

<p>For yderligere information om EU Privacy Seal, klik her <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<p><i>For presserelaterede foresp&#248;rgsler, kontakt venligst: </i><br />
Alex van Eesteren, VP Business Development and Media.<br>
+31 30 6971778<br />

<img src="../../graphics/alex_email_black.gif"  align="absmiddle" width="111" height="16">
</font>
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
