<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<TITLE>S&#248;geprogrammet Ixquick introducerer anonym web-browsing</TITLE>
<link href="../../css/jwplayer_support.css" type="text/css" rel="StyleSheet" />
<script src="../../js/jquery-1.8.0.min.js" type="text/javascript"></script>
<script type="text/javascript" src="../../js/jquery.autocomplete.js"></script>
<script type="text/javascript" src="../../jwplayer/jwplayer.js"></script>
<script type="text/javascript" src="../../js/swfobject_2.2.js"></script>
<script type="text/javascript">jwplayer.key='9OTAGe6swAaUb3jUw7G+MUBBtPKR6rOHmrbjraHb0Og=';</script>
<script type="text/javascript" src="../../js/jwplayer_support.js"></script>
</HEAD>
<BODY>
<div id="toPopup">
 <div class="close"></div>
 <div id="popup_content">
   <div id="sm-video" style="position: relative; display: none; width: 640px; height: 360px;">Jwplayer Loading
     <div style="display: none;" id="sm-video_aspect"></div>
     <div id="sm-video_jwpsrv" style="position: absolute; top: 0px; z-index: 10;"></div>
   </div>
  </div>
</div>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">S&#248;geprogrammet Ixquick introducerer anonym web-browsing </h1> 
<h2><i>Gratis, innovativ proxyservice tilbyder fuld beskyttelse af personlige oplysninger online</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

 Den 28. januar 2010
<p align='justify'>
Ixquick, verdens mest private s&#248;geprogram, og dets amerikanske varem&#230;rke, Startpage.com, offentliggjorde i dag udgivelsen af en ny proxyservice, som g&#248;r det muligt for brugere at surfe p&#229; internettet med fuld beskyttelse af deres personlige oplysninger. Proxy&#146;en lader brugerne browse websider sikkert og anonymt, uden at videregive nogen private, personligt identificerbare oplysninger til de websider, de bes&#248;ger.
</p>

<p align='justify'>
Ixquick proxy&#146;en er en gratis service, der fungerer sammen med Ixquick s&#248;geprogrammet, og er tilg&#230;ngelig p&#229; <a href="../../index.html">www.ixquick.com</a>. N&#229;r brugerne foretager en s&#248;gning vil de kunne se en "proxy" indstilling, der kan klikkes p&#229;, under hvert s&#248;geresultat. N&#229;r brugerne v&#230;lger denne indstilling fungerer Ixquick som et mellemled for at hente siden og viser den i et Ixquick-vindue, der beskytter brugernes personlige oplysninger.
</p>

<p align='justify'>
Proxy&#146;en tilbyder fuld anonymitet, eftersom brugerne aldrig har direkte kontakt med tredjepartswebsiden. Brugerens IP-adresse er usynlig for den bes&#248;gte webside. Derudover kan websiden ikke se eller placere cookies p&#229; brugerens browser.
</p>

<p align='justify'>
Proxyservicen er omfattet af den samme politik om beskyttelse af personlige oplysninger, som har gjort Ixquick til branchef&#248;rende, hvad ang&#229;r beskyttelse af personlige oplysninger i s&#248;gemaskiner. Ixquick registrerer ikke nogen IP-adresser og registrerer heller ikke brugers&#248;gninger eller oplysninger om proxybrug. Virksomhedens dataindsamlingspraksis er tredjepartscertificeret med &#147;European Privacy seal&#148; og vidt anerkendt som branchens bedste.
</p>

<p >Proxyservicen lanceres i dag den 28. januar i anledning af den internationale databeskyttelsesdag.</p>

<p align='justify'>
"Folk er mere bekymrede om dataindsamlingspolitikker online end nogensinde f&#248;r," siger adm. direkt&#248;r Robert Beens. "Vi ville gerne tilbyde brugerne et brugbart v&#230;rkt&#248;j og denne proxy er en logisk videreudvikling af vores serviceydelser. En s&#248;gemaskine er et startsted for brugere, hvorfra de kan bes&#248;ge andre sider. Nu kan vores brugere tage den beskyttelse af deres personlige oplysninger, som Ixquick giver dem, et niveau h&#248;jere, og bes&#248;ge de websider, de har fundet, helt anonymt. Denne proxy er prikken over i&#146;et, hvad ang&#229;r fuld beskyttelse af personlige oplysninger i s&#248;gemaskiner.&#148;
</p>

<p align='justify'>
Yderligere oplysninger om den nye Ixquick Proxy service, samt en forklarende videodemonstration af Ixquicks talskvinde i USA, databeskyttelsesekspert Dr. Katherine Albrecht, kan findes p&#229; siden "Ixquick Proxy forklaret": <a href="../../proxy/dan/help.html">https://ixquick.com/proxy/dan/help.html</a> 
</p>

<p align='justify'>
Videoen kan ogs&#229; ses direkte p&#229;: <a id='watchTheVideo' class='topopup' href="../../vd/ixquick-proxy-service-Luovo73Bjqc.mp4" onclick="addVideo(event, 'https://ixquick.com/vd/ixquick-proxy-service-Luovo73Bjqc.mp4', 'Video or Audio couldn\'t be played as JwPlayer require flash player 10 or above');"  style="display:inline"><strong>Se proxy-videoen.</strong></a>
</p>

<p align='justify'>
Dem, der &#248;nsker at opleve Ixquick proxy&#146;en, kan s&#248;ge p&#229;: <br><a href="../../index.html">https://www.ixquick.com</a>, og derefter klikke p&#229; indstillingen "proxy" under s&#248;geresultatet.
</p>


<b>Om Ixquick</b>
<p align='justify'>Ixquick er en prisbel&#248;nnet s&#248;gemaskine med branchens f&#248;rende politik om beskyttelse af personlige oplysninger. Ixquick, som blev grundlagt i New York i 1998, er den eneste st&#248;rre s&#248;gemaskine, der tilbyder helt anonyme, private s&#248;gninger, eftersom Ixquick ikke registrerer nogen persondata om deres brugere. Ixquick er ogs&#229; den f&#248;rste og eneste s&#248;gemaskine, der tilbyder SSL-kryptering for at forebygge datal&#230;k. For yderligere information om Ixquick, samt oplysninger om virksomhedens eksemplariske datah&#229;ndteringsprocedurer, se www.ixquick.com
</p>

<p align='justify'>I USA g&#229;r Ixquick under navnet Startpage.com</p>


<p>For presserelaterede foresp&#248;rgsler, kontakt venligst::<BR><BR>
Alex van Eesteren <BR>
Business Development and Media Relations<BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">

<BR><BR>
OR<BR><BR>
Dr. Katherine Albrecht <BR>
U.S. Marketing and Media Relations <BR>
877-434-3100 [gratisnummer i USA] <BR>
+1 973-273-2125 [uden for USA] <BR>
<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle">
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
