<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Cuando Europa necesita asesoramiento sobre la privacidad, recurre a Ixquick, &quot;el motor de b&#250;squeda m&#225;s discreto del mundo&quot;</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>
  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h2 style="margin-top:6px;">Cuando Europa necesita asesoramiento sobre la privacidad, recurre a Ixquick, &quot;el motor de b&#250;squeda m&#225;s discreto del mundo&quot;</h2>
   <h3><i>En las pr&#243;ximas semanas, los pol&#237;ticos encargados de decidir el futuro tecnol&#243;gico de Europa se reunir&#225;n con Goliat, Goliat, Goliat, y... David.</i></h3></p>
    
    <font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

   <p align='justify'>La pr&#243;xima cita para votar el borrador europeo del Reglamento de protecci&#243;n de datos est&#225; prevista para el 29 de mayo. &#191;Qui&#233;n se sienta a la mesa con los miembros del Parlamento de la Uni&#243;n Europea para debatir si las grandes empresas deben tener acceso a la informaci&#243;n privada en l&#237;nea?</p>
   
   <p align='justify'>Los Goliat son las empresas habituales; nombres conocidos, como Facebook, Microsoft, Google y Yahoo. &#191;Y qu&#233; pasa con los Davides?</p>
                                              
   <p align='justify'><a href = "../../index.html" target = "_blank">Ixquick.com</a>.</p>
   
   <p align='justify'><a href = "../../index.html" target = "_blank">Ixquick.com</a> es el motor de b&#250;squeda an&#243;nimo con sede en los Pa&#237;ses Bajos. La empresa recibe de manera rutinaria consultas a puerta cerrada, porque conoce la complejidad de la tecnolog&#237;a de b&#250;squeda y los inconvenientes de la recopilaci&#243;n de datos personales a trav&#233;s de esas b&#250;squedas. Adem&#225;s, y lo que es m&#225;s importante, Ixquick y su motor de b&#250;squeda gemelo, StartPage, son &#250;nicos: no recopilan informaci&#243;n perteneciente a sus usuarios. Este enfoque fue el que hizo posible que Ixquick fuese la primera empresa en recibir el codiciado sello europeo de privacidad, EuroPriSe; un compromiso con la privacidad que desde entonces Ixquick renueva cada a&#241;o.</p>
   
   <p align='justify'>&quot;Las grandes empresas utilizan sus motores de b&#250;squeda para obtener datos personales de las personas, para poderlos utilizar con fines comerciales. Nosotros no somos partidarios de ese abuso de datos, por eso hemos abierto nuevos caminos al prometer que no los recopilaremos en primer lugar&quot;, ha declarado el CEO de Ixquick, Robert Beens.</p>
   
   <p align='justify'>Los responsables de crear las pol&#237;ticas valoran el hecho de que Ixquick no solo entienda c&#243;mo se producen las amenazas en l&#237;nea a la privacidad, sino que plantee soluciones pr&#225;cticas y concretas para acabar con ellas.</p>
                              
   <p align='justify'>Esta posici&#243;n &#250;nica es cada vez m&#225;s popular entre consumidores de todo el mundo. Junto con su hom&#243;loga StartPage, las b&#250;squedas Ixquick se han multiplicado durante el a&#241;o pasado, alcanzando los casi 3 millones de b&#250;squedas al d&#237;a, todas ellas de forma totalmente an&#243;nima. Esto demuestra que es posible establecer un negocio rentable respetando la privacidad y forjando una relaci&#243;n de confianza con los consumidores.</p>
                              
   <p align='justify'>Para saber m&#225;s acerca de la privacidad en l&#237;nea, por qu&#233; es importante y qu&#233; rumbo tomar&#225;, haga como el Parlamento de la Uni&#243;n Europea y p&#243;ngase en contacto con Ixquick para plantearle cualquier duda que tenga.</p>
<br/>
</td>
  </tr>
  <tr>
    <td style='vertical-align:top;'><p align='justify'><u>Contacto en Europa </u>: <br/>
           Alex van Eesteren <br/>
           Ventas y desarrollo de negocio<br/>
           <img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
		   <br/>
           +31 30 3033333
        </p> 
    </td>
    <td><p align='justify'><u>Contacto en Estados Unidos </u>: <br/>
           Dr. Katherine Albrecht <br/>
           Prensa Estados Unidos<br/>

<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle">   // <a target="_blank" href="https://www.startpage.com">www.startpage.com</a> <br/>
           +1 973-273-2125 [internacional]<br/>
           +1 877-434-3100 ext. 5 [llamada gratuita]           
        </p>
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
