<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Ixquick elimina al &#145;Gran hermano&#146;</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
Primer motor de b&#250;squeda que ya no registra datos personales</font><p>
<h1 style="margin-top:6px;">Ixquick elimina al &#145;Gran hermano&#146;</h1><p>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

HAARLEM, Holanda, 27 de junio de 2006<p>Mientras que las inquietudes sobre la protecci&#243;n de la confidencialidad incrementan el nivel de preocupaci&#243;n sobre la libertad de Internet, el metabuscador Ixquick (www.ixquick.com) da un gran paso adelante: a partir de hoy, todos los datos personales de sus usuarios se borrar&#225;n de manera irreversible de sus registros de b&#250;squeda, o "log-files".<p>&#147;Esta nueva funci&#243;n de nuestro motor de b&#250;squeda asegura que nuestros clientes puedan disfrutar de una protecci&#243;n de confidencialidad y de un rendimiento de b&#250;squeda de m&#225;xima calidad. Los usuarios de Ixquick podr&#225;n buscar en los 11 mejores motores de b&#250;squeda sin que estos motores graben sus datos personales&#148;, declar&#243; Alex van Eesteren, portavoz de Ixquick.<p>Debido a la expansi&#243;n de la digitalizaci&#243;n, el almacenamiento electr&#243;nico de datos personales es cada vez mayor y son los motores de b&#250;squeda los que almacenan muchos de esos datos. Mientras una persona navega por Internet, estos motores registran la hora, las palabras clave, los sitios visitados y la direcci&#243;n IP del usuario. En muchos casos, esta direcci&#243;n IP permite identificar al ordenador, y a su vez la direcci&#243;n que llev&#243; a cabo la b&#250;squeda.<p>Generalmente los motores de b&#250;squeda almacenan datos personales durante largos per&#237;odos. Estos datos son de inter&#233;s para las entidades comerciales, los gobiernos e incluso los criminales.<br>
&#147;Muchos motores de b&#250;squeda utilizan abiertamente estos datos para fines comerciales. S&#243;lo es cuesti&#243;n de tiempo para que esta informaci&#243;n se utilice incorrectamente&#148;, declar&#243; Van Eesteren. &#147;Por lo tanto, hemos decidido borrar constantemente todos los registros de b&#250;squedas personales. Si los datos no se almacenan, la privacidad de los usuarios no puede ser violada&#148;. <p>La funci&#243;n Metab&#250;squeda de Ixquick permite al usuario buscar simult&#225;neamente en los 11 mejores motores de b&#250;squeda. No obstante, Ixquick no comparte los datos personales del usuario con estos motores de b&#250;squeda individuales bajo ninguna circunstancia. Adem&#225;s, a partir de esta semana, Ixquick suprimir&#225; las direcciones IP de los usuarios y los &#147;ID de usuario &#250;nico&#148; de sus propios registros de b&#250;squeda, o &#145;Log Files&#146;.<p>&#147;De esta forma, cualquier usuario puede utilizar Ixquick.com para encontrar resultados de la combinaci&#243;n de los mejores motores de b&#250;squeda y saber que disfruta de la protecci&#243;n completa de su privacidad&#148;, continu&#243; el Sr. van Eesteren.<p>Para obtener m&#225;s informaci&#243;n, visite  <a href="../../index.html" style="color:#0e2fff;">www.ixquick.com</a><p>

<b>Sobre Ixquick.com</b><br>
Ixquick es un premiado motor de metab&#250;squeda internacional con sede en Haarlem, Holanda, que combina 11 motores de b&#250;squeda locales e internacionales en cada consulta, lo que genera resultados m&#225;s relevantes.<p>
<b><font style="text-decoration:underline;">
Nota para los editores (no para publicaci&#243;n):</font></b><br>
- Para obtener m&#225;s informaci&#243;n, comun&#237;quese con Surfboard Holding BV; Sr. Alex van Eesteren, <br>
  tel. 011 31 30 6971778; correo electr&#243;nico: <img src="../../graphics/alex_email_black.gif" width="111" height="16" align="absbottom">
<br>
- Para descargar informaci&#243;n adicional y vistas de pantallas, visite <a href="../../press/index.html" style="color:#0e2fff;">www.ixquick.com/press</a></font>

<hr></td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
