<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<TITLE>Ixquick consigue un nuevo &#233;xito: encriptar TODAS las b&#250;squedas</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Ixquick consigue un nuevo &#233;xito: encriptar TODAS las b&#250;squedas</h1> 
<h2><i>El motor de b&#250;squedas con mayor privacidad del mundo incorpora por defecto la encriptaci&#243;n SSL</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

October 25, 2011
<p align='justify'>ZEIST, Holanda--(BUSINESS WIRE)--A fecha de hoy, Ixquick, el "motor de b&#250;squeda con mayor privacidad del mundo", encripta autom&#225;ticamente TODAS las b&#250;squedas. <a href='http://www.ixquick.com'>Ixquick</a> fue el primer motor de b&#250;squeda en ofrecer encriptaci&#243;n SSL en 2009 y hoy, vuelve a romper esquemas incorporando por defecto la encriptaci&#243;n SSL.</p>
<p align='justify'>La encriptaci&#243;n SSL, tambi&#233;n conocida como encriptaci&#243;n de capa de conexi&#243;n segura, es considerada por los expertos en seguridad como la forma m&#225;s segura de navegar por la web. La encriptaci&#243;n de Ixquick evita intercepciones por parte de los proveedores de servicios de Internet (ISPs en sus siglas en ingl&#233;s) que pueden verse obligados legalmente a almacenar grandes cantidades de informaci&#243;n personal.</p>
<p align='justify'>"Los ISP curiosos o los piratas inform&#225;ticos pueden ser una enorme amenaza a la privacidad, del estilo del Gran Hermano de Orwell", afirma Robert E.G. Beens, CEO de Ixquick. "Por eso decidimos cambiar la configuraci&#243;n por defecto de nuestros sitios web por la encriptaci&#243;n 100% SSL para proteger a&#250;n m&#225;s la privacidad de las b&#250;squedas de los usuarios en Internet".</p>
<p align='justify'>Todos los visitantes de Ixquick.com y su motor de búsqueda hermano, <a href='http://www.startpage.com'>Startpage.com</a> se beneficiarán del nuevo servicio de encriptación, que les redirigirá automáticamente al sitio web seguro. Los usuarios podrán ver las letras "HTTPS" en la barra del URL, que indica que los datos serán transmitidos de forma encriptada. Cualquier pirata o interceptor que acceda a la conexión solo verá texto incomprensible. </p>
<p align='justify'>Otros motores de b&#250;squeda como Google, Yahoo y Bing han comenzado a seguir la iniciativa de Ixquick ofreciendo encriptaci&#243;n SSL. No obstante, los beneficios en la privacidad utilizando SSL con otros motores de b&#250;squeda m&#225;s importantes pueden ser enga&#241;osos, ya que estos motores de b&#250;squedas registran las direcciones IP de los usuarios y almacenan grandes informes de sus b&#250;squedas.</p>

<p align='justify'>"Cuando se accede a Ixquick,com o Startpage.com, no se registra la direcci&#243;n IP, no se almacena ninguna apertura de sesi&#243;n ni se env&#237;an cookies de seguimiento al navegador", explica Beens. "De hecho, no registramos ninguna informaci&#243;n sobre los usuarios. Nada de nada".</p>

<p align='justify'>Ixquick combina los resultados de muchos de los motores de b&#250;squeda l&#237;deres, mientras que Startpage obtiene solo los resultados de Google y te los muestra con total privacidad. No se registran datos sobre tu visita.</p>
<p align='justify'>La encriptaci&#243;n SSL autom&#225;tica es solo la &#250;ltima incorporaci&#243;n al conjunto de capacidades de privacidad en expansi&#243;n que se combinan para convertir a Ixquick en el motor de b&#250;squeda con mayor privacidad del mundo.</p>
<BR>
<b>Acerca de Ixquick, "el motor de b&#250;squeda con mayor privacidad del mundo"</b>

<p align='justify'>Ixquick es un premiado motor de b&#250;squeda que cuenta con certificaciones de terceras partes y es totalmente an&#243;nimo. Es el &#250;nico motor de b&#250;squeda que ofrece un servicio de proxy gratuito y el primero en ofrecer encriptaci&#243;n SSL. Ixquick ha ganado el prestigioso premio EuroPriSe "trust mark" por sus excelentes pr&#225;cticas de privacidad y tratamiento de datos. Tambi&#233;n est&#225; certificado por Certified Secure y est&#225; registrado en la Agencia de Protecci&#243;n de Datos de Holanda.</p>

<p align='justify'>El comunicado en el idioma original, es la versi&#243;n oficial y autorizada del mismo. La traducci&#243;n es solamente un medio de ayuda y deber&#225; ser comparada con el texto en idioma original, que es la &#250;nica versi&#243;n del texto que tendr&#225; validez legal.</p>

<b>Ixquick</b><br>
Relaciones con los medios UE<BR>
Alex van Eesteren<BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>
