<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Los Internautas recurren a otras alternativas de privacidad a la luz de los descubrimientos sobre PRISM</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">Los Internautas recurren a otras alternativas de privacidad a la luz de los descubrimientos sobre PRISM</h1> </p>
    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   10 de junio 2013
   <p align='justify'>NUEVA YORK- Los internautas indignados en la b&#250;squeda de una alternativa  a las compa&#241;&#237;as en las que han confiado y que no garantizan la privacidad, est&#225;n recurriendo a una compa&#241;&#237;a que dice tener, &quot;los motores de b&#250;squedas m&#225;s privados del mundo.&quot;</p>

   <p align='justify'>&#147;La Privacidad de nuestros usuarios descansa sobre tres pilares fundamentales&#148;</p>
   
   <p align='justify'><b>StartPage</b> y su motor de b&#250;squeda hermano <b>Ixquick</b> se lanzaron en 2006 para proteger la privacidad y las libertades civiles de sus usuarios. StartPage ofrece un portal para los resultados de Google, mientras que Ixquick ofrece resultados privados de otros motores de b&#250;squedas.</p>
    
    <p align='justify'>Nuestros servicios no han participado en PRISM, ni le han enviado datos al gobierno de los Estados Unidos o a otro gobierno o agencia de los Estados Unidos o de cualquier otra parte del mundo. Lo que es m&#225;s de lo que las nueve compa&#241;&#237;as m&#225;s grandes de Internet pueden decir.</p>
   
   <p align='justify'>&#147;La privacidad de nuestros usuarios descansa sobre tres pilares fundamentales,&#148; explica Robert Beens, CEO de StartPage e Ixquick. &#147;Tenemos nuestra base en Holanda, usamos conexiones encriptadas y lo m&#225;s importante NO almacenamos o compartimos los datos personales de nuestros usuarios.&#148;</p>
   
   <ul>
    <li>
    <b>No se almacenan los datos de los usuarios:</b> StartPage e Ixquick nunca almacenan los datos privados de los usuarios, incluyendo la IP y los criterios de b&#250;squedas, as&#237; que las agencias gubernamentales no tienen incentivos para preguntar por estos datos. Esta privacidad es tan completa que la compa&#241;&#237;a ni siquiera sabe qui&#233;nes son sus clientes, as&#237; que no puede compartir nada con el gobierno.
   </li><br>
    <li>
    <b>Conexiones encriptadas (HTTPS):</b> StartPage e Ixquick fueron los primeros motores de b&#250;squedas en usar la encriptaci&#243;n autom&#225;tica y prevenir la filtraci&#243;n de datos. Cuando se encriptan las b&#250;squedas, terceras partes como los proveedores de servicios de Internet, hackers y funcionarios del gobierno no pueden entrar en Internet y ver qu&#233; es lo que buscan las personas.
    </li><br/>
    <li>
    <b>Fuera de la jurisdicci&#243;n de Estados Unidos:</b> StartPage e Ixquick tienen base en Holanda, as&#237; que NO est&#225;n regidas directamente por las regulaciones, garant&#237;as o decisiones de los tribunales de ese pa&#237;s. No se les puede forzar a participar en programas como PRISM. La compa&#241;&#237;a, en sus 14 a&#241;os de vida nunca ha compartido datos personales de sus usuarios con ning&#250;n gobierno, lo cual no sorprende pues no existen datos que compartir.
    </li>
    </ul>
    <p align='justify'>StartPage e Ixquick son los &#250;nicos motores de b&#250;squedas cuyas pr&#225;cticas privadas han sido verificadas independientemente y <a href="http://www.european-privacy-seal.eu/ws/EPS-en/Ixquick-starpage">certificadas por terceros</a> a trav&#233;s del programa Acuerdo para la Privacidad de la Uni&#243;n Europea.</p>

   <p align='justify'>&#147;Desafortunadamente, ha tenido que aparecer un esc&#225;ndalo como el de PRISM para que las personas tomen consciencia sobre la creciente merma de la privacidad&#148;, afirma la doctora Katherine Albrecht, graduada de la universidad de Harvard y experta en temas de privacidad, quien adem&#225;s contribuy&#243; al desarrollo de StartPage. &quot;Las personas al sentirse espiadas buscan otras alternativas. Nosotros damos servicio a m&#225;s de 3 millones de b&#250;squedas privadas diariamente y esperamos que esta cifra aumente a medida que las personas busquen refugio en motores de b&#250;squedas que no almacenen ni compartan sus datos privados.&quot;</p>

   <p align='justify'>La compa&#241;&#237;a va a incrementar sus servicios de privacidad durante este verano con la inclusi&#243;n de un nuevo producto para correo llamado <a href="https://www.startmail.com/">StartMail</a>. Startmail ofrecer&#225; una plataforma privada de correo de pago con un encriptado poderoso. Los interesados en la versi&#243;n beta del programa pueden visitar <a href="https://www.startmail.com/">www.StartMail.com</a></p>

<br/>
</td>
  </tr>
    <td style='vertical-align:top;'><p align='justify'><b>E.U. Contact Person</b>: <br/>
           Alex van Eesteren, +31-30-6971778<br/>
           Ventas y Desarrollo de Negocios<br/>
           <a href = "https://startpage.com" target = "_blank">www.StartPage.com</a> // <a href = "https://www.ixquick.com" target = "_blank">www.Ixquick.com</a><br/>           
        </p> 
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
