<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>StartPage e Ixquick Implementan Nuevos Est&#225;ndares de Cifrado contra la Vigilancia Masiva</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
<h1 style="margin-top:6px;">StartPage e Ixquick Implementan Nuevos Est&#225;ndares de Cifrado contra la Vigilancia Masiva</h1> 
<h2><i>Los primeros motores de b&#250;squeda en ofrecer TLS 1.1. y 1.2, as&#237; como "Perfect Forward Secrecy" (Confidencialidad Directa Perfecta)</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

26 de julio de 2013
<p align='justify'>(NUEVA YORK, AMSTERDAM) A ra&#237;z del esc&#225;ndalo de vigilancia de Internet PRISM de EEUU, las empresas est&#225;n revisando c&#243;mo hacen sus negocios online y reforzando sus pr&#225;cticas de privacidad para proteger a los usuarios.</p>
<p align='justify'>Los motores de b&#250;squeda privados <a target="_blank" href='http://www.startpage.com'>StartPage</a> e <a target="_blank" href='http://www.ixquick.com'>Ixquick</a> han sido pioneros en un nuevo avance en la seguridad de cifrado esta semana, convirti&#233;ndose en los primeros motores de b&#250;squeda en el mundo en habilitar "Perfect Forward Secrecy" o PFS en combinaci&#243;n con una versi&#243;n m&#225;s segura de cifrado SSL conocida como TLS 1.1. y TLS 1.2, que funciona mediante la creaci&#243;n de un "t&#250;nel" seguro a trav&#233;s del cual el tr&#225;fico de b&#250;squeda de los usuarios no puede ser interceptado.</p>
<p align='justify'>Este es el &#250;ltimo de una serie de innovaciones de seguridad por parte de StartPage e Ixquick, que fueron pioneros en el campo de las b&#250;squedas privadas en 2006. Combinados, StartPage/Ixquick es el mayor motor de b&#250;squeda privada, sirviendo m&#225;s de 4 millones de b&#250;squedas al d&#237;a.</p>
<p align='justify'>La experta en privacidad formada en Harvard Dra. Katherine Albrecht, quien ayud&#243; a desarrollar StartPage, dice: "Nos tomamos muy en serio la encriptaci&#243;n y siempre hemos liderado el camino en lo que respecta a la seguridad. Fuimos los primeros en adoptar el cifrado SSL por defecto en 2011, y ahora estamos estableciendo el est&#225;ndar para la codificaci&#243;n en el mundo post-PRISM".</p>
<p align='justify'>El cifrado SSL sigue siendo una herramienta eficaz para proteger el tr&#225;fico en l&#237;nea confidencial del espionaje y la vigilancia, incluso de la NSA, de acuerdo a los comentarios hechos por Edward Snowden el mes pasado. Sin embargo, los investigadores de seguridad ahora se preocupan de que el cifrado SSL puede no proporcionar una protecci&#243;n adecuada si los gobiernos est&#225;n revisando grandes cantidades de tr&#225;fico cifrado y almacenamiento para su posterior descifrado.</p>
<p align='justify'>Con SSL &#250;nicamente, si la "clave privada" de un sitio web objetivo puede ser obtenida una vez en el futuro &#150;quiz&#225;s a trav&#233;s de una orden judicial, la ingenier&#237;a social, ataque contra el sitio web, o criptoan&#225;lisis &#150; esa misma clave se puede utilizar luego para desbloquear el resto del tr&#225;fico hist&#243;rico del sitio afectado. Para los servicios de Internet m&#225;s grandes, esto podr&#237;a exponer los datos privados de millones de personas.</p>

<p align='justify'>StartPage e Ixquick han desplegado una defensa contra esto conocida como "Perfect Forward Secrecy", o PFS.</p>

<p align='justify'>El PFS utiliza una clave diferente "por sesi&#243;n" para cada transferencia de datos, por lo que incluso si una clave privada SSL de un sitio se ve comprometida, los datos que se han transmitido anteriormente siguen siendo seguros. Los esp&#237;as que quieren descifrar grandes cantidades de datos enviados mediante PFS enfrentan la dif&#237;cil tarea de descifrar individualmente cada archivo por separado, en lugar de obtener una sola clave para abrirlos todos.</p>
<p align='justify'>Esto puede ser comparado con la sustituci&#243;n de la "llave maestra" que abre todas las habitaciones de un edificio con un sistema con fuertes medidas de seguridad que pone una nueva cerradura en cada puerta y luego crea una clave &#250;nica para cada cerradura.</p>
<p align='justify'>Adem&#225;s del uso pionero de la PFS, a principios de este mes StartPage e Ixquick lanzaron Transport Layer Security (Seguridad de Capa de Transporte), o TLS, versiones encriptadas TLS 1.1 y 1.2 en todos sus servidores. El TLS es una forma mejorada de cifrado SSL, que crea un "t&#250;nel seguro" que proteje la informaci&#243;n de b&#250;squeda de los usuarios.</p>

<p align='justify'>En evaluaci&#243;n independiente, StartPage e Ixquick obtuvieron calificaciones m&#225;s altas que sus competidores en los est&#225;ndares de encriptaci&#243;n. (Ver la evaluaci&#243;n de LabsSSl de Qualys de las caracter&#237;sticas de cifrado de Startpage: <a target="_blank" href="https://www.ssllabs.com/ssltest/analyze.html?d=startpage.com&s=69.90.210.72">https://www.ssllabs.com/ssltest/analyze.html?d=startpage.com&s=69.90.210.72</a></p>

<p align='justify'>El CEO Robert Beens insta a otras empresas a actualizarse a estas nuevas tecnolog&#237;as. "Con Perfect Forward Secrecy y TLS 1.1 y 1.2 combinados, estamos una vez m&#225;s liderando la industria privacidad hacia adelante. Por el bien de la privacidad de sus usuarios, recomendamos fuertemente a otros motores de b&#250;squeda que sigan nuestro ejemplo".</p>

<strong>Contacto de prensa en EE.UU.:</strong><br>
Tiffany Daschke<BR>
(877) 434-3100 ext. 2<BR><br>
<strong>Contacto de prensa para la U.E.:</strong><br>
Alex van Eesteren<BR>
+31-30-6971778<BR><br>
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>
