<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Los motores de b&#250;squeda privada StartPage e Ixquick generan m&#225;s de 3 millones de b&#250;squedas diarias</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">Los motores de b&#250;squeda privada StartPage e Ixquick generan m&#225;s de 3 millones de b&#250;squedas diarias</h1> <br />
<h2 style='margin-top:6px;'><i>Se dispara el tr&#225;fico tras las revelaciones sobreel programa de vigilancia del gobierno de EEUU.</i></h2></p>

    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   13 de junio 2013
   <p align='justify'>Nueva York: El tr&#225;fico en los motores de b&#250;squedas privadas StartPage e Ixquick ha aumentado considerablemente esta semana a medida que los usuarios de Internet han reaccionado a las noticias sobre el programa de intercambio de datos PRISM. Los dos motores de b&#250;squeda juntos han registrado un tr&#225;fico de 3,4 millones de b&#250;squedas privadas directas este mi&#233;rcoles, un aumento de 500.000 con respecto a la semana pasada.</p>

<p align='justify'>"Nuestro tr&#225;fico de b&#250;squeda ha crecido un 75% respecto al a&#241;o pasado, y estos nuevos datos han significado una verdadera explosi&#243;n", dijo su CEO Robert Beens. "La gente est&#225; indignada con los programas secretos de vigilancia de Estados Unidos y est&#225;n buscando alternativas seguras y eficaces de b&#250;squeda. Estamos muy contentos con este crecimiento y damos la bienvenida a nuestros nuevos usuarios con los brazos abiertos."</p>

<p align='justify'>StartPageeIxquickse llaman a s&#237; mismos "los motores de b&#250;squeda m&#225;s privados del mundo" debido a las caracter&#237;sticas de gran alcance que poseen para proteger la privacidad del usuario. StartPage permite a los usuarios acceder a los resultados de Google con total privacidad, e Ixquick proporciona resultados de b&#250;squeda privadas que no incluyen los resultados de Google.</p>

<p align='justify'>La empresa nunca ha participado en un programa gubernamental de recogida de datos, incluido PRISM, y nunca ha entregado los datos de usuarios absolutamente a ninguna entidad gubernamental que est&#233; situada en cualquier lugar de la tierra. Con sede en los Pa&#237;ses Bajos, la compa&#241;&#237;a no est&#225; directamente sujeta a jurisdicci&#243;n de EEUU, ni participa en la vigilancia del gobierno de los EEUU o en los programas de recolecci&#243;n de datos.</p>

<p align='justify'>Para proteger a&#250;n m&#225;s a sus usuarios, StartPage e Ixquick ofrecen las siguientes caracter&#237;sticas de privacidad:</p>

<ul>
 <li>No se registra ninguna direcci&#243;n IP
 <li>No hay ning&#250;n registro hecho a partir de las b&#250;squedas de los usuarios
 <li>No se utilizan cookies de seguimiento
 <li>Las conexiones cifradas (HTTPS) para prevenir intromisiones
 <li>Es una empresa que cuenta con 14 a&#241;os de trayectoria
 <li>Certificaci&#243;n por terceros
 <li>Libertad plena, proxy f&#225;cil de usar disponible con cualquier b&#250;squeda
</ul>

<p align='justify'>Para complementar sus productos de b&#250;squeda, la compa&#241;&#237;a presentar&#225; StartMail a finales de este a&#241;o; una plataforma de correo electr&#243;nico basada en la suscripci&#243;n privada con cifrado de alta seguridad. Cualquier persona interesada en las pruebas beta del programa en su fecha de lanzamiento puede inscribirse en <a href='http://www.startmail.com/' target='_blank' >www.Startmail.com</a>.</p>

<p>"Estamos contentos de ser un refugio seguro para las personas que buscan amparo frente a la vigilancia y el abuso de datos en Internet", dice la experta en privacidad y licenciada en Harvard Dra. Katherine Albrecht, quien ayud&#243; a desarrollar StartPage y StartMail. "La gente est&#225; harta de ser espiada, estamos encantados de tomar una postura contraria y hacer algo al respecto."<br/><br/></p>

<p align='justify'><b>Contacto prensa de EEUU</b>: <br/>
           Tiffany Daschke<br/>
           877-434-3100 x 2
        </p>
<p align='justify'><b>Contacto prensa UE</b>: <br/>
           Alex van Eesteren <br/>
           +31-30-6971778<br />
           Ventas y desarrollo comercial
        </p>

</td>
  </tr>
</table>
</BODY>
</HTML>
