<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>El motor de b&#250;squeda pro privacidad Ixquick.com deja de registrar por completo las direcciones IP</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">El motor de b&#250;squeda pro privacidad Ixquick.com deja de registrar por completo las direcciones IP</h1><p>
<i>Ixquick otra vez lidera la industria con una pol&#237;tica de no retener datos.</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Bruselas/Nueva York/Zeist, 28 de enero de 2009 <BR>
Ixquick (<a href="../../index.html">www.ixquick.com</a>) anuncia que ha dejado de registrar las direcciones IP de los usuarios por completo. Con esta nueva pol&#237;tica Ixquick afianza a&#250;n m&#225;s su liderazgo de tantos a&#241;os en cuanto a privacidad.
</p>

<p>
La privacidad en Internet sufre cada vez m&#225;s ataques, ya que las b&#250;squedas y las visitas se registran peri&#243;dicamente, y los principales motores de b&#250;squeda combinan esas b&#250;squedas y visitas con perfiles personales y de comportamiento. Mientras navega en Internet, estos motores registran la hora, las palabras que utiliz&#243;, los sitios visitados y su direcci&#243;n IP. En muchos casos, esta direcci&#243;n IP permite identificar al ordenador, y a su vez la direcci&#243;n que llev&#243; a cabo la b&#250;squeda.
</p>

<p>
Anteriormente Ixquick borraba los detalles de privacidad de sus usuarios en un plazo de 48 horas. <BR>
A partir de hoy, el D&#237;a Europeo de la Protecci&#243;n de Datos de 2009, las direcciones IP ya no se registran en absoluto. <BR>
La necesidad t&#233;cnica de guardar las direcciones IP durante 48 horas, bloqueando el uso autom&#225;tico de los servidores de Ixquick, se ha superado gracias a los desarrollos tecnol&#243;gicos recientes.
</p>

<p>
&#147;En Ixquick pensamos que el derecho a la privacidad es fundamental para las personas&#148;, dice Robert Beens, director ejecutivo. <BR>
&#147;Usar un motor de b&#250;squeda es compartir sus secretos m&#225;s &#237;ntimos y h&#225;bitos que deber&#237;an protegerse. Ixquick tiene la mejor pol&#237;tica de privacidad de la industria de los motores de b&#250;squeda. Hoy ha mejorado a&#250;n m&#225;s&#148;.
</p>

<p>
Con la presi&#243;n de los reguladores europeos, las organizaciones de privacidad y con cada vez m&#225;s preocupaciones del p&#250;blico, los principales motores de b&#250;squeda Yahoo, Google y MSN ofrecieron reducir la frecuencia de retenci&#243;n de datos de tres a 18 meses. Pero Beens advierte: &#147;En la privacidad, lo importante son los detalles. Estos motores usan nombres de acceso y cookies de identificaci&#243;n &#250;nica que se colocan autom&#225;ticamente en su ordenador cuando hace b&#250;squedas. Ambas t&#233;cnicas pueden relacionar y unir sus b&#250;squedas mucho m&#225;s all&#225; de los per&#237;odos de retenci&#243;n que se afirman de manera oficial. Es por eso que Ixquick no utiliza ninguno de estos m&#233;todos&#148;.
</p>

<p>
Ixquick mejora a&#250;n m&#225;s la privacidad ofreciendo una conexi&#243;n segura utilizando el protocolo https que evita el espionaje de los usuarios de Ixquick. Tambi&#233;n espera lanzar el llamado servicio &#147;proxy&#148; en los pr&#243;ximos meses que posibilita navegar en la Web en forma completamente an&#243;nima.
</p>

<p>
En julio de 2008 Ixquick recibi&#243; el primer Sello Europeo de Privacidad por sus esfuerzos. &#147;Estamos muy orgullosos de ese premio&#148;, comenta Beens. &#147;Es la prueba m&#225;xima de que cumplimos nuestras promesas. Si la gente busca con Ixquick, obtiene los mejores resultados con absoluta privacidad&#148;.
</p>

<p><b>Sobre Ixquick</b> <br />
Ixquick es un motor de b&#250;squeda internacional que fue premiado y tiene una Pol&#237;tica de Privacidad l&#237;der de la industria. Lanzado a la Web en 1998, Ixquick es propiedad de Surfboard Holding BV, una empresa holandesa. Para obtener m&#225;s informaci&#243;n sobre Ixquick, visite <a href="../../index.html">www.ixquick.com</a> <br>

<p>Para obtener m&#225;s informaci&#243;n sobre el Sello de Privacidad de la UE, visite <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<i>Para consultas de prensa, comun&#237;quese con: <i><br />
Alex van Eesteren, vicepresidente de Desarrollo comercial y medios de comunicaci&#243;n. <br />
+31 30 6971778 <br />

<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</font>
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
