<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<TITLE>El Motor de B&#250;squeda Ixquick presenta la Navegaci&#243;n An&#243;nima por Internet</TITLE>
<link href="../../css/jwplayer_support.css" type="text/css" rel="StyleSheet" />
<script src="../../js/jquery-1.8.0.min.js" type="text/javascript"></script>
<script type="text/javascript" src="../../js/jquery.autocomplete.js"></script>
<script type="text/javascript" src="../../jwplayer/jwplayer.js"></script>
<script type="text/javascript" src="../../js/swfobject_2.2.js"></script>
<script type="text/javascript">jwplayer.key='9OTAGe6swAaUb3jUw7G+MUBBtPKR6rOHmrbjraHb0Og=';</script>
<script type="text/javascript" src="../../js/jwplayer_support.js"></script>
</HEAD>
<BODY>
<div id="toPopup">
 <div class="close"></div>
 <div id="popup_content">
   <div id="sm-video" style="position: relative; display: none; width: 640px; height: 360px;">Jwplayer Loading
     <div style="display: none;" id="sm-video_aspect"></div>
     <div id="sm-video_jwpsrv" style="position: absolute; top: 0px; z-index: 10;"></div>
   </div>
  </div>
</div>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">El Motor de B&#250;squeda Ixquick presenta la Navegaci&#243;n An&#243;nima por Internet</h1> 
<h2><i>Servicio Proxy gratuito e innovador ofrece total privacidad en l&#237;nea</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

 28 de enero, 2010
<p align='justify'>Ixquick, el motor de b&#250;squeda con mayor privacidad en el mundo, y su marca para Estados Unidos, Startpage.com, anunci&#243; hoy el lanzamiento de un nuevo servicio proxy que permite a los usuarios navegar por Internet con total privacidad. El proxy permite a los usuarios navegar sitios Web en forma segura y an&#243;nima, sin divulgar informaci&#243;n privada o que permita la identificaci&#243;n por parte de los sitios visitados.</p>
<p align='justify'>El proxy de Ixquick es un servicio gratuito que opera en conjunto con el motor de b&#250;squeda Ixquick, disponible en <a href="../../index.html">www.ixquick.com</a>. Cuando los usuarios realizan una b&#250;squeda, encontrar&#225;n una opci&#243;n &#147;proxy&#148; que podr&#225;n seleccionar haciendo clic debajo de cada resultado de la b&#250;squeda. Al seleccionar esta opci&#243;n, Ixquick act&#250;a como intermediario para recuperar la p&#225;gina y mostrarla en una ventana Ixquick con protecci&#243;n de privacidad.</p>
<p align='justify'>El uso del proxy es completamente an&#243;nimo, ya que el usuario nunca establece un contacto directo con el sitio de terceros. La direcci&#243;n de IP del usuario es invisible para el sitio Web visitado. Adem&#225;s, el sitio no puede ver, ni instalar cookies en el navegador del usuario.</p>
<p align='justify'>El servicio proxy est&#225; cubierto por la misma pol&#237;tica de privacidad que ha transformado a Ixquick en el l&#237;der de la industria en motores de b&#250;squeda de alta privacidad. Ixquick no registra direcciones de IP, ni de las b&#250;squedas de los usuarios, ni registra detalles acerca del uso del proxy. Las pr&#225;cticas de recolecci&#243;n de informaci&#243;n de la compa&#241;&#237;a est&#225;n certificadas por terceros a trav&#233;s del &#147;sello Europeo de Privacidad&#148;, generalmente aceptado como el mejor de la industria.</p>
<p align='justify'>El servicio proxy se lanza hoy 28 de enero, para celebrar el D&#237;a Internacional de la Privacidad de la Informaci&#243;n.</p>

<p align='justify'>&#147;Las personas est&#225;n hoy m&#225;s preocupadas de las pol&#237;ticas de retenci&#243;n de informaci&#243;n que nunca antes&#148;, dijo el Director Ejecutivo, Robert Beens. &#147;Queremos ofrecerles una herramienta &#250;til, y este proxy es la expansi&#243;n l&#243;gica de nuestros servicios. Un motor de b&#250;squeda es el punto de inicio para que las personas visiten otras p&#225;ginas. Ahora nuestros usuarios pueden llevar la privacidad que obtienen de Ixquick a la siguiente etapa, y navegar con privacidad, tambi&#233;n en otros sitios que ellos puedan encontrar. Este proxy completa el cuadro de privacidad total en la b&#250;squeda.&#148;</p>
<p align='justify'>Encontrar&#225; detalles del nuevo servicio Ixquick Proxy, junto con un video explicativo del servicio de la vocero para Estados Unidos de Ixquick, experta en privacidad Dra. Catherine Albrecht, en la p&#225;gina &#147;Explicaci&#243;n de Ixquick Proxy&#148;: <a href="../../proxy/esp/help.html">https://ixquick.com/proxy/esp/help.html</a> </p>
<p align='justify'>Tambi&#233;n podr&#225; ver el video directamente en: <a id='watchTheVideo' class='topopup' href="../../vd/ixquick-proxy-service-espanol-pnB475j9ehM.mp4" onclick="addVideo(event, 'https://ixquick.com/vd/ixquick-proxy-service-espanol-pnB475j9ehM.mp4', 'Video or Audio couldn\'t be played as JwPlayer require flash player 10 or above');"  style="display:inline"><strong>Vea el v&#237;deo de Proxy</strong></a></p>
<p align='justify'>Las personas que deseen experimentar con el proxy de Ixquick, podr&#225;n realizar una b&#250;squeda en: <br><a href="../../index.html">https://www.ixquick.com</a>, luego hacer clic en la opci&#243;n "proxy" debajo del resultado de la b&#250;squeda</p>
<BR>
<b>Acerca de Ixquick</b>

<p align='justify'>Ixquick es un galardonado motor de b&#250;squeda con una pol&#237;tica de privacidad l&#237;der en la industria. Como empresa fundada en Nueva York en 1998, Ixquick es el &#250;nico de los principales motores de b&#250;squeda que brinda b&#250;squedas completamente an&#243;nimas, ya que no registra informaci&#243;n personal alguna de sus usuarios. Tambi&#233;n es el primer y &#250;nico motor de b&#250;squeda que ofrece encriptaci&#243;n SSL para evitar la intercepci&#243;n de la informaci&#243;n. Para obtener mayor informaci&#243;n acerca de Ixquick, que incluye detalles acerca de las ejemplares pr&#225;cticas de manejo de informaci&#243;n, consulte la p&#225;gina www.ixquick.com.<br>En Estados Unidos, Ixquick es conocido como Startpage.com.</p>

<p>Para consultas de la prensa, p&#243;ngase en contacto con:<BR><BR>
Alex van Eesteren <BR>
Desarrollo de Negocios y Relaciones con los Medios<BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
<BR><BR>
o<BR><BR>
Dr. Katherine Albrecht <BR>

Marketing y Relaciones con los Medios, Estados Unidos <BR>
877-434-3100 [Llamada gratis en EE.UU.] <BR>
+1 973-273-2125  [para llamadas internacionales] <BR>
<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle"> 
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>
