<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><html>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>StartMail lanza "Email Encryption Made Easy" en la conferencia pii2014</TITLE>
</HEAD>
<BODY>
<table align="center" border="0" cellpadding="0" cellspacing="0" width="620">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border="0"></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">StartMail lanza "Email Encryption Made Easy" en la conferencia pii2014</h1>
</p>

    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   ZEIST, Pa&#237;ses Bajos, November 13, 2014 --
   <h2 style="margin-top:6px;"><i>Todo principiante puede aprovechar la potente encriptaci&#243;n PGP de un clic</i></h2>

   <p align="justify">Zeist, Pa&#237;ses Bajos - <a href='https://www.startmail.com/' target='_blank'>StartMail.com</a>, el servicio de correo electr&#243;nico privado que ofrece la revolucionaria encriptaci&#243;n PGP de un clic, se lanza oficialmente hoy en la conferencia Privacy Identity Innovation (pii2014) y ya tiene m&#225;s de 20.000 solicitudes para su servicio basado en la suscripci&#243;n.</p>

<p align="justify">El consejero delegado, Robert Beens, atribuye el &#233;xito de StartMail a las revelaciones de Ed Snowden sobre la vigilancia de gobierno, junto con temas que Hotmail, Yahoo, y Gmail est&#225;n explorando de comunicaciones privadas de la gente con objetivos comerciales. "Los consumidores est&#225;n listos para un cambio. Est&#225;n hartos de la vigilancia de gobierno de emboscada y 'la econom&#237;a de acoso,'" dijo.</p>

<p align="justify">Snowden ha asesorado a la gente que se proteja con encriptaci&#243;n, pero hasta ahora pocos han sido capaces de seguir su consejo, considerando lo dif&#237;cil que puede ser establecer y usar la encriptaci&#243;n. StartMail ha solucionado este problema autorizando a los usuarios a encriptar mensajes de correo electr&#243;nico con solamente un clic. Esto es tan f&#225;cil que un principiante puede usarlo.</p>

<p align="justify">"Es hora de que la gente comience a utilizar la encriptaci&#243;n para sus comunicaciones diarias," dijo Beens. "Lo hemos hecho f&#225;cil. StartMail est&#225; basado en la Web, soporta IMAP, y tiene grandes herramientas de privacidad como direcciones de correo electr&#243;nico disponibles y encriptaci&#243;n Q&A." Estas caracter&#237;sticas de privacidad de vanguardia han atra&#237;do a una comunidad de usuarios apasionada, con m&#225;s de 70.000 personas contratando como probadores beta o solicitando invitaciones de cuenta.</p>

<p align="justify">StartMail tiene su sede fuera de la jurisdicci&#243;n de EE.UU. en Europa, donde no est&#225; directamente sujeto a mandatos de vigilancia de masas estadounidenses, y la empresa se ha comprometido a nunca cooperar con programas como PRISM. StartMail fue construido por el equipo detr&#225;s de StartPage.com y Ixquick.com, los motores de b&#250;squeda m&#225;s privados l&#237;deres del mundo, que tienen una trayectoria probada de proteger la privacidad del usuario durante casi 10 a&#241;os.</p>

<p align="justify">A diferencia de otras empresas, StartMail no hace suyos los datos del cliente para ingresos comerciales, y nunca lee mensajes de la gente. Las suscripciones StartMail de un a&#241;o son 59,95 d&#243;lares (49,95 euros), o aproximadamente 5 d&#243;lares al mes y pueden ser compradas online en <a href='https://www.startmail.com/' target='_blank'>http://www.startmail.com</a>.</p>

<p align="justify">"La sociedad paga un alto precio por los llamados servicios 'gratuitos', de forma que hemos tomado un camino diferente," dijo Beens. "Contestamos a nuestros clientes, no a vendedores o agentes de gobierno. Apoy&#225;ndonos, nuestros usuarios apuestan por una reivindicaci&#243;n en la revoluci&#243;n de la intimidad. Creemos que cada uno tiene un derecho de comunicarse de forma segura. Es por eso que la privacidad no es solamente nuestra pol&#237;tica. Es nuestra misi&#243;n," dijo Beens.</p>

<p><b>Acerca de StartPage, Ixquick, y StartMail</b></p>

<p align="justify">StartMail.com es un servicio privado de correo electr&#243;nico basado en los Pa&#237;ses Bajos que hace encriptaci&#243;n PGP accesible y de uso sencillo. StartPage y Ixquick son motores de b&#250;squeda privados que ofrecen anonimato completo, un servicio proxy gratuito y altos &#237;ndices de medidas de seguridad. Para m&#225;s informaci&#243;n, visite <a href='https://www.startmail.com' target='_blank'>StartMail.com</a>, <a href='https://www.startpage.com/' target='_blank'>StartPage.com</a>, o <a href='https://www.ixquick.com/' target='_blank'>Ixquick.com</a>.</p>

<p><b>Acerca de pii2014</b></p>
<p align="justify">La 5 conferencia anual Privacy Identity Innovation, <a href='https://www.privacyidentityinnovation.com/events/pii2014-sillicon-valley' target='_blank'>pii2014 Silicon Valley</a>, se celebra del 12 al 14 de noviembre en el Hotel Crowne Plaza Palo Alto. La conferencia explora a d&#243;nde se dirige la innovaci&#243;n, lo que significa para el futuro de la privacidad e identidad, y c&#243;mo construir la confianza en tecnolog&#237;as emergentes y modelos de negocio.</p>

<p align="justify"><b>Contacto:</b></p>

<p align="justify">Marketing y Relaciones de Medios de StartMail<br>
           Europa : +31-30-30 340<br>
<img src="../../graphics/press_startmail_blue.gif" align="absmiddle"></p>

</font>
</td>
  </tr>
</table>
</BODY>
</HTML>