<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Iux Yahoo a sus usuarios: Leemos tus correos electr&#243;nicos o &#161;Adi&#243;s!</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
    <h1 style="margin-top:6px;">Iux Yahoo a sus usuarios: Leemos tus correos electr&#243;nicos o &#161;Adi&#243;s!</h1> 
</p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

May 30, 2013
   <p align='justify'>NUEVA YORK: El 1 de junio, todos los usuarios de correo electr&#243;nico de Yahoo est&#225;n obligados a actualizar la nueva plataforma de la compa&#241;&#237;a, que permite a Yahoo escanear y analizar todos los correos electr&#243;nicos que escribes o recibes. Seg&#250;n la p&#225;gina de ayuda de Yahoo, todos los usuarios que hacen la transici&#243;n est&#225;n de acuerdo en permitir que la empresa realice "an&#225;lisis de contenido y an&#225;lisis de su contenido de comunicaciones" para poner anuncios, ofrecer productos y realizar una protecci&#243;n exhaustiva contra el abuso. Esto significa que cualquier mensaje que los algoritmos de Yahoo encuentren como perturbadores, podr&#237;an marcar al usuario como una amenaza o algo peor. Al mismo tiempo, Yahoo ahora puede abrir el correo electr&#243;nico para obtener informaci&#243;n personal que puede compartir o retener de forma indefinida.</p>

   <p align='justify'>Para m&#225;s informaci&#243;n ver la siguiente direcci&#243;n URL: <a target="_blank" href="http://help.yahoo.com/kb/index?page=content&y=PROD_MAIL_ML&locale=en_US&id=SLN3254">http://help.yahoo.com/kb/index?page=content&y=PROD_MAIL_ML&locale=en_US&id=SLN3254</a></p>

   <p align='justify'>&#191;Eres gay y a&#250;n no has salido del armario? Pues no te preocupes porque Yahoo lo sabe. &#191;Tienes una aventura? Tu c&#243;nyuge puede no saber nada, pero Yahoo s&#237;. &#191;Alguna inquietud, dolencia o proyecto que no quieras compartir? Es igual porque ya los est&#225;s compartiendo con Yahoo, y tal vez para siempre.</p>

   <p align='justify'>La nueva pol&#237;tica de seguimiento afecta no solo a los titulares de cuentas de Yahoo, sino a todo aquel que mantenga correspondencia con el titular de una cuenta de correo electr&#243;nico Yahoo, pues su contenido y mensajes tambi&#233;n podr&#225;n ser escaneados, analizados y almacenados por la compa&#241;&#237;a, aunque ellos mismos no hayan aceptado los nuevos t&#233;rminos de servicio.</p>

   <p align='justify'>"El env&#237;o de correo electr&#243;nico a trav&#233;s de Yahoo significa renunciar a tu vida privada, ya sea desde tu propia cuenta o la de un amigo", dice Katherine Albrecht, experta en privacidad de Harvard, que est&#225; ayudando a desarrollar StartMail, un nuevo servicio de correo electr&#243;nico que no va a escanear la correspondencia de sus usuarios. "Es hora de empezar a prestar atenci&#243;n a estas pol&#237;ticas, porque su abuso est&#225; creciendo de forma m&#225;s escandalosa cada d&#237;a", agreg&#243;.</p>

   <p align='justify'>Las versiones anteriores de Yahoo escond&#237;an su pol&#237;tica de seguimiento bajo la letra peque&#241;a, pero el seguimiento actual de la compa&#241;&#237;a se expone de forma abierta en el p&#225;rrafo 2: "Al actualizar su cuenta, significa que acepta nuestra Pol&#237;tica de privacidad...". Es decir, su pol&#237;tica contra la intimidad.</p>

   <p align='justify'>Los usuarios de &#8203;&#8203;Yahoo que est&#233;n interesados, est&#225;n invitados a revisar StartMail, un programa de correo electr&#243;nico completamente privado cuyo estreno ser&#225; este oto&#241;o. Cualquier persona que quiera ser un Beta tester, puede visitar la web de <a href="https://www.startmail.com" target="_blank">StartMail (www.StartMail.com)</a> y registrarse para su próximo lanzamiento.</p>

   <p align='justify'>Ten la seguridad de que tu información no será compartida con nadie, especialmente con Yahoo.</p>

   <p align='justify'><b>Para m&#225;s detalles, ponte en contacto con:</b></p>

    <p align='justify'>Katherine Albrecht, Ed.D. <br/>
   Relaciones con los medios en EEUU<br/>Correo electr&#243;nico privado de StartMail / / B&#250;squeda privada de StartPage & Ixquick<br/>
   <a href = "https://startmail.com" target = "_blank">www.StartMail.com</a> // <a href = "https://startpage.com" target = "_blank">www.StartPage.com</a> // <a href = "../../index.html" target = "_blank">www.Ixquick.com</a><br/>
+1 877-434-3100 ext. 5 [sin coste] <br/>
+1 973-273-2125 [internacional] </p>

   <p align='justify'><b>Persona de contacto en la UE:</b><br/>
Alex van Eesteren<br/>
Ventas y Desarrollo de Negocios<br/>
Correo electr&#243;nico privado de StartMail / / B&#250;squeda privada de StartPage & Ixquick<br/>
   <a href = "https://startmail.com" target = "_blank">www.StartMail.com</a> // <a href = "https://startpage.com" target = "_blank">www.StartPage.com</a> // <a href = "../../index.html" target = "_blank">www.Ixquick.com</a><br/>
+31-30-6971778</p>

</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
