<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Tietosuojayst&#228;v&#228;llinen hakukone Ixquick.com lopettaa IP-osoitteiden tallentamisen kokonaan</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Tietosuojayst&#228;v&#228;llinen hakukone Ixquick.com lopettaa IP-osoitteiden tallentamisen kokonaan</h1><p>
<i>Ixquick n&#228;ytt&#228;&#228; taas esimerkki&#228; muille yhti&#246;ille nollatoleranssilla tietosuojamenettelyn suhteen</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Bryssel/New York/Zeist 28.1.2009 <BR>
Ixquick (<a href="../../index.html">www.ixquick.com</a>) ilmoittaa lopettaneensa t&#228;ysin k&#228;ytt&#228;jien IP-osoitteiden tallentamisen. T&#228;ll&#228; uudella menettelyll&#228; Ixquick parantaa edelleen pitk&#228;aikaista johtoasemaansa tietosuoja-alalla.
</p>

<p>
K&#228;ytt&#228;jien tietosuoja Internetiss&#228; on yh&#228; enemm&#228;n hy&#246;kk&#228;ysten kohteena, koska suuret hakukoneet ja muut web-sivustot tallentavat haut ja k&#228;ynnit rutiininomaisesti ja yhdist&#228;v&#228;t ne henkil&#246;- ja k&#228;ytt&#228;ytymisprofiileihin. <BR> 
Kun etsii tietoja Internetist&#228;, hakukoneet tallentavat hakujen ajankohdan, k&#228;ytetyt hakuehdot, sivustot joilla k&#228;ytt&#228;j&#228; vierailee sek&#228; k&#228;ytt&#228;j&#228;n IP-osoitteen. Monissa tapauksissa IP-osoitteen avulla voi j&#228;ljitt&#228;&#228; haun suorittaneen tietokoneen, ja sen avulla koko kotitalouden.
</p>

<p>
Aiemmin Ixquick poisti k&#228;ytt&#228;jien tiedot 48 tunnin kuluessa. T&#228;st&#228; p&#228;iv&#228;st&#228; alkaen &#150; Tietosuojap&#228;iv&#228;st&#228; 2009 &#150; IP-osoitteita ei en&#228;&#228; tallenneta ollenkaan. <BR>
Viimeaikainen teknologinen kehitys tekee tarpeettomaksi IP-osoitteiden tallentamisen 48 tunnin ajaksi, jolla aiemmin estettiin Ixquickin palvelinten ohjelmoitu k&#228;ytt&#246;.
</p>


<p>
&#148;Meid&#228;n ixquickil&#228;isten mielest&#228; ihmisill&#228; on perusoikeus tietosuojaan&#148;, sanoo p&#228;&#228;johtaja Robert Beens. <BR>
&#148;Hakukoneen k&#228;ytt&#246; merkitsee sit&#228;, ett&#228; jakaa salaisimmat tietonsa ja tapansa, joita pit&#228;isi suojata. Ixquickill&#228; on paras tietosuoja hakukonealalla. T&#228;n&#228;&#228;n se on tullut entist&#228; paremmaksi.&#148;
</p>

<p>
Euroopan valvonta- sek&#228; tietosuojaj&#228;rjest&#246;jen painostuksen alaisina ja ihmisten yh&#228; kasvavan huolestuneisuuden vuoksi suuret hakukoneet kuten Yahoo, Google ja MSN ovat tarjoutuneet lyhent&#228;m&#228;&#228;n tietojen s&#228;ilytysaikaansa, tarjousten vaihdellessa kolmen ja 18 kuukauden v&#228;lill&#228;. Beens kuitenkin varoittaa: &#148;Tietosuojan suhteen heikoin lenkki piilee yksityiskohdissa. N&#228;m&#228; hakukoneet k&#228;ytt&#228;v&#228;t sis&#228;&#228;nkirjausta ja ainutkertaisia ID-ev&#228;steit&#228;, jotka tallentuvat automaattisesti tietokoneelle etsiess&#228;si tietoja. Molemmat tekniikat voivat &#148;liimata&#148; hakusi yhteen pitk&#228;lti yli virallisen s&#228;ilytysajan. Siksi Ixquick ei k&#228;yt&#228; kumpaakaan n&#228;ist&#228; menettelyist&#228;.&#148;
</p>

<p>
Ixquick parantaa edelleen tietosuojaansa tarjoamalla varman yhteyden hy&#246;dynt&#228;m&#228;ll&#228; https-k&#228;yt&#228;nt&#246;&#228;, joka est&#228;&#228; Ixquickin k&#228;ytt&#228;jien vakoilemisen ja lanseeraa niin sanotun &#148;v&#228;lipalvelinpalvelun&#148; l&#228;hitulevaisuudessa, jonka avulla verkossa voi surffailla t&#228;ysin anonyymin&#228;.
</p>

<p>
Hein&#228;kuussa 2008 Ixquickille my&#246;nnettiin ensimm&#228;inen eurooppalainen Privacy Seal &#150;merkki. &#148;Olemme hyvin ylpeit&#228; tuosta merkist&#228;,&#148; sanoo Beens. &#148;Se on t&#228;rkein todiste siit&#228;, ett&#228; pid&#228;mme lupauksemme. Jos ihmiset etsiv&#228;t Ixquickin hakukoneella, he saavat parhaat tulokset ja t&#228;yden tietosuojan.&#148;
</p>

<b>Tietoja Ixquickist&#228;</b> <BR>
Ixquick on kansainv&#228;linen palkittu hakukone, jolla on tietosuoja-alan johtava tietosuojamenettely. Ixquick k&#228;ynnistettiin verkossa vuonna 1998. Se on hollantilaisen Surfboard Holding BV -yhti&#246;n omistama. Lis&#228;tietoja Ixquickist&#228; l&#246;ytyy www-sivustoltamme <a href="../../index.html">www.ixquick.com</a> <br>

<p>Lis&#228;tietoja EU:n Privacy Seal &#150;merkist&#228; l&#246;ytyy www-sivustolta <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<i>Lehdist&#246;n yhteyshenkil&#246;: </i> <BR />
Alex van Eesteren, varap&#228;&#228;johtaja, Liiketoiminnan kehitt&#228;minen ja viestint&#228;. <BR>
+31 30 6971778 <br />

<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
