<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Chroni&#261;ca prywatno&#347;&#263; wyszukiwarka Ixquick.com rezygnuje z rejestrowania adres&#243;w IP</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Chroni&#261;ca prywatno&#347;&#263; wyszukiwarka Ixquick.com rezygnuje z rejestrowania adres&#243;w IP</h1><p>
<i>Ixquick ponownie liderem bran&#380;y w zakresie zasad ochrony prywatno&#347;ci.</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Bruksela/Nowy Jork/Zeist, 28 stycznia 2009 r <BR> 
Ixquick (<a href="../../index.html">www.ixquick.com</a>) og&#322;osi&#322; ca&#322;kowit&#261; rezygnacj&#281; z zapami&#281;tywania adres&#243;w IP u&#380;ytkownik&#243;w wyszukiwarki. Wprowadzaj&#261;c nowe zasady, Ixquick umacnia pozycj&#281; lidera w zakresie ochrony prywatno&#347;ci w przeszukiwaniu Internetu. 
</p> 
 
<p> Prywatno&#347;&#263; w&#160;Internecie jest coraz bardziej nara&#380;ona na ataki, poniewa&#380; wyszukiwane s&#322;owa i&#160;przegl&#261;dane strony s&#261; rutynowo zapisywane i&#160;&#322;&#261;czone z&#160;profilami osobowymi i&#160;profilami zachowania przez najwi&#281;ksze przegl&#261;darki. <BR> Podczas przebywania w Internecie wyszukiwarki rejestruj&#261; czas wyszukiwania, wpisywane s&#322;owa, odwiedzane strony www i adres IP. Bardzo cz&#281;sto adres IP umo&#380;liwia wy&#347;ledzenie komputera i adresu mieszkania, z kt&#243;rego przeprowadzano wyszukiwanie.&#160; 
</p> 
 
<p> Dotychczas Ixquick chroni&#322; prywatno&#347;&#263; usuwaj&#261;c informacje dotycz&#261;ce u&#380;ytkownik&#243;w po 48 godzinach. <BR> Od dzisiaj &#150; czyli od dnia ochrony danych 2009 &#150; nie b&#281;dziemy ju&#380; rejestrowa&#263; adres&#243;w IP. Najnowsze innowacje technologiczne sprawi&#322;y, &#380;e przechowywanie adres&#243;w IP przez 48 godzin nie jest ju&#380; konieczne z technicznego punktu widzenia do blokowania automatycznego wykorzystywania serwer&#243;w Ixquick. 
</p> 
 
<p> &#132;Wierzymy w podstawowe prawo ka&#380;dego cz&#322;owieka do prywatno&#347;ci&#148; powiedzia&#322; Robert Beens, dyrektor generalny Ixquick. <BR> &#132;U&#380;ywanie wyszukiwarki to dzielenie si&#281; najskrytszymi tajemnicami i przyzwyczajeniami, kt&#243;re powinny by&#263; chronione. Ixquick stosuje najdoskonalsze zasady ochrony prywatno&#347;ci w bran&#380;y. Zasady te zosta&#322;y w&#322;a&#347;nie udoskonalone.&#148; 
</p> 
 
<p> Pod naciskiem europejskich urz&#281;d&#243;w regulacji medi&#243;w, organizacji ochrony prywatno&#347;ci i&#160;budz&#261;cej si&#281; opinii publicznej, najwi&#281;ksze wyszukiwarki, na przyk&#322;ad Yahoo, Google i&#160;MSN zgodzi&#322;y si&#281; obni&#380;y&#263; czas przechowywania danych u&#380;ytkownik&#243;w do okresu od 3 do 18 miesi&#281;cy. Jednak&#380;e pan Beens ostrzega: &#132;Kiedy m&#243;wimy o prywatno&#347;ci, diabe&#322; tkwi w&#160;szczeg&#243;&#322;ach. Wyszukiwarki wykorzystuj&#261; nazwy u&#380;ytkownik&#243;w i pliki cookie z unikalnym identyfikatorem, zapisywane automatycznie na komputerze u&#380;ytkownika podczas wyszukiwania. Obie techniki umo&#380;liwiaj&#261; &#132;przyklejenie si&#281;&#148; do wyszukiwania w du&#380;o wi&#281;kszym zakresie, ni&#380; oficjalny okres przechowywania danych. W&#322;a&#347;nie dlatego Ixquick nie u&#380;ywa &#380;adnej z tych metod&#148;. 
</p> 
 
<p> Ixquick stosuje rozszerzon&#261; ochron&#281; prywatno&#347;ci, oferuj&#261;c bezpieczne po&#322;&#261;czenie za po&#347;rednictwem protoko&#322;u https, kt&#243;ry zapobiega pods&#322;uchiwaniu u&#380;ytkownik&#243;w wyszukiwarki. i w ci&#261;gu kilku najbli&#380;szych miesi&#281;cy planuje uruchomienie tzw. us&#322;ugi &#132;proxy&#148; zapewniaj&#261;cej ca&#322;kowit&#261; anonimowo&#347;&#263; podczas przegl&#261;dania zasob&#243;w Internetu. 
</p> 
 
<p> W lipcu 2008 wyszukiwarka Ixquick otrzyma&#322;a pierwszy Europejski Certyfikat Prywatno&#347;ci. &#132;Jeste&#347;my bardzo dumni z tego wyr&#243;&#380;nienia&#148; powiedzia&#322; Beens. &#132;Jest najlepszy dowodem na to, &#380;e dotrzymujemy s&#322;owa. Je&#380;eli u&#380;ywasz Ixquick, otrzymasz najlepsze wyniki i&#160;pe&#322;n&#261; ochron&#281; prywatno&#347;ci.&#148; 
</p> 


<p><b>Informacje o Ixquick</b> <BR>
Ixquick jest mi&#281;dzynarodow&#261;, nagrodzon&#261; wyszukiwark&#261;, kt&#243;ra stosuje najlepsze na rynku zasady ochrony prywatno&#347;ci. Zosta&#322;a utworzona w&#160;1998 roku. Obecnie Ixquick znajduje si&#281; w posiadaniu holenderskiej firmy Surfboard Holding BV. Wi&#281;cej informacji na temat Ixquick zawiera strona <a href="../../index.html">www.ixquick.com</a> <br>

<p>Wi&#281;cej informacji na temat Europejskiego Certyfikatu Prywatno&#347;ci zawiera strona <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<i>Informacji dla prasy udziela: </i> <BR>
Alex van Eesteren, Wiceprezes ds. Rozwoju i Biznesu <BR>
+31 30 6971778 <BR>

<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</font>
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
