<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Wyszukiwarka Ixquick wprowadza anonimowe przegl&#261;danie sieci WWW</TITLE>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<link href="../../css/jwplayer_support.css" type="text/css" rel="StyleSheet" />
<script src="../../js/jquery-1.8.0.min.js" type="text/javascript"></script>
<script type="text/javascript" src="../../js/jquery.autocomplete.js"></script>
<script type="text/javascript" src="../../jwplayer/jwplayer.js"></script>
<script type="text/javascript" src="../../js/swfobject_2.2.js"></script>
<script type="text/javascript">jwplayer.key='9OTAGe6swAaUb3jUw7G+MUBBtPKR6rOHmrbjraHb0Og=';</script>
<script type="text/javascript" src="../../js/jwplayer_support.js"></script>
</HEAD>
<BODY>
<div id="toPopup">
 <div class="close"></div>
 <div id="popup_content">
   <div id="sm-video" style="position: relative; display: none; width: 640px; height: 360px;">Jwplayer Loading
     <div style="display: none;" id="sm-video_aspect"></div>
     <div id="sm-video_jwpsrv" style="position: absolute; top: 0px; z-index: 10;"></div>
   </div>
  </div>
</div>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Wyszukiwarka Ixquick wprowadza anonimowe przegl&#261;danie sieci WWW</h1> 
<h2><i>Darmowa, innowacyjna us&#322;uga proxy zapewnia kompletn&#261; ochron&#281; prywatno&#347;ci w sieci Internet</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

 28 stycznia 2010
<p align='justify'>Ixquick, wyszukiwarka o najlepszej na &#347;wiecie ochronie prywatno&#347;ci, i Startpage.com, jej marka w USA, og&#322;osi&#322;a dzisiaj wprowadzenie nowej us&#322;ugi proxy, kt&#243;ra umo&#380;liwia u&#380;ytkownikom przegl&#261;danie sieci Internet z zachowaniem kompletnej ochrony prywatno&#347;ci. Us&#322;uga proxy pozwala u&#380;ytkownikom na bezpieczne i anonimowe przegl&#261;danie witryn bez konieczno&#347;ci przekazywania swoich prywatnych informacji umo&#380;liwiaj&#261;cych ustalenie ich to&#380;samo&#347;ci.</p>
<p align='justify'>Ixquick proxy jest darmow&#261; us&#322;ug&#261;, kt&#243;ra dzia&#322;a razem z wyszukiwark&#261; Ixquick dost&#281;pn&#261; pod adresem <a href="../../index.html">www.ixquick.com</a>. Gdy u&#380;ytkownik wykonuje wyszukiwanie, poni&#380;ej wy&#347;wietlonych wynik&#243;w pojawia si&#281; opcja &#132;proxy&#148;. Po wybraniu tej opcji, wyszukiwarka Ixquick odgrywa rol&#281; po&#347;rednika, kt&#243;ry pobiera dan&#261; stron&#281; i wy&#347;wietla j&#261; w bezpiecznym oknie Ixquick.</p>
<p align='justify'>Us&#322;uga poxy zapewnia ca&#322;kowit&#261; anonimowo&#347;&#263;, gdy&#380; u&#380;ytkownik nigdy nie wchodzi w bezpo&#347;redni kontakt z witryn&#261;. Adres IP u&#380;ytkownika jest niewidoczny dla ogl&#261;danej witryny. Ponadto witryna nie ma dost&#281;pu i nie mo&#380;e wysy&#322;a&#263; ciasteczek do przegl&#261;darki u&#380;ytkownika.</p>
<p align='justify'>Us&#322;uga jest obj&#281;ta tymi samymi zasadami ochrony prywatno&#347;ci, dzi&#281;ki kt&#243;rym wyszukiwarka Ixquick zosta&#322;a liderem bran&#380;y w dziedzinie ochrony prywatno&#347;ci. Ixqucik nie zapisuje danych, takich jak adresy IP, zapytania u&#380;ytkownik&#243;w lub dane o korzystaniu z us&#322;ugi proxy. Zasady gromadzenia danych otrzyma&#322;y &#132;Europejski Certyfikat Prywatno&#347;ci&#148; i s&#261; uznawane za najlepsze w bran&#380;y.</p>
<p align='justify'>Us&#322;uga proxy jest uruchamiana w&#322;a&#347;nie dzisiaj, 28 stycznia, aby uczci&#263; mi&#281;dzynarodowy Dzie&#324; Ochrony Danych Osobowych.</p>

<p align='justify'>"&#132;U&#380;ytkownicy bardziej ni&#380; kiedykolwiek zwracaj&#261; uwag&#281; na zasady przechowywania danych zbieranych w sieci Internet&#148;, powiedzia&#322; prezes Robert Beens. &#132;Chcieli&#347;my zaoferowa&#263; im przydatne narz&#281;dzie, a us&#322;uga proxy stanowi logiczne rozszerzenie zakresu naszych us&#322;ug. Wyszukiwarka jest punktem wyj&#347;cia dla wielu os&#243;b odwiedzaj&#261;cych strony. Teraz nasi u&#380;ytkownicy mog&#261; przenie&#347;&#263; ochron&#281; prywatno&#347;ci, kt&#243;r&#261; otrzymuj&#261; z wyszukiwark&#261; Ixquick na kolejny poziom i przegl&#261;da&#263; znalezione witryny z zapewnion&#261; ochron&#261; prywatno&#347;ci. Nasza us&#322;uga proxy uzupe&#322;nia obraz kompletnej ochrony prywatno&#347;ci wyszukiwania&#148;.</p>
<p align='justify'>Szczeg&#243;&#322;owe informacje o nowej us&#322;udze Ixquick Proxy, w tym obja&#347;nienie us&#322;ugi (film wideo) przez rzecznika prasowego w USA, eksperta ochrony prywatno&#347;ci, Dr. Katherine Albrecht, mo&#380;na znale&#378;&#263; na stronie &#132;Ixquick Proxy Explained&#148; pod adresem:<a href="../../proxy/pol/help.html">https://ixquick.com/proxy/pol/help.html</a> </p>
    <p align='justify'>Wideo mo&#380;na obejrze&#263; r&#243;wnie&#380; bezpo&#347;rednio pod adresem:<a id='watchTheVideo' class='topopup' href="../../vd/ixquick-proxy-service-Luovo73Bjqc.mp4" onclick="addVideo(event, 'https://ixquick.com/vd/ixquick-proxy-service-Luovo73Bjqc.mp4', 'Video or Audio couldn\'t be played as JwPlayer require flash player 10 or above');"  style="display:inline"><strong>Obejrzyj film Proxy</strong></a></p>
<p align='justify'>Aby skorzysta&#263; z us&#322;ugi Ixquick proxy, nale&#380;y wykona&#263; wyszukiwanie na stronie:<br><a href="../../index.html">https://www.ixquick.com</a>, , a nast&#281;pnie klikn&#261;&#263; opcj&#281; &#132;proxy&#148; poni&#380;ej wynik&#243;w wyszukiwania.</p>
<BR>
<b>Informacje o Ixquick</b>

<p align='justify'>Ixquick jest uhonorowan&#261; nagrodami wyszukiwark&#261; zapewniaj&#261;c&#261; najlepsz&#261; w bran&#380;y ochron&#281; prywatno&#347;ci. Wyszukiwarka Ixquick, uruchomiona w 1998 roku w Nowym Jorku, jako jedyna z wi&#281;kszych wyszukiwarek pozwala na w pe&#322;ni anonimowe, prywatne wyszukiwanie, poniewa&#380; nie zapisuje &#380;adnych danych osobowych swoich u&#380;ytkownik&#243;w. Jest to r&#243;wnie&#380; pierwsza i jedyna wyszukiwarka oferuj&#261;ca szyfrowanie SSL w celu zapobiegania przechwytywaniu danych. Wi&#281;cej informacji o wyszukiwarce Ixquick, w tym informacje o obs&#322;ugiwaniu danych przyk&#322;adowych, mo&#380;na znale&#378;&#263; na witrynie www.ixquick.com.<br>W Stanach Zjednoczonych wyszukiwarka Ixquick jest znana jako Startpage.com.</p>

<p>Dane kontaktowe:BR><BR>
Alex van Eesteren <BR>
Wiceprezes Dzia&#322;u Marketingu i Sprzeda&#380;y<BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
<BR><BR>
lub<BR><BR>
Dr. Katherine Albrecht <BR>

Rzecznik prasowy w USA<BR>
877-434-3100 [numer bezp&#322;atny w USA] <BR>
+1 973-273-2125  [numer mi&#281;dzynarodowy] <BR>
<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle"> 
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>