<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><html>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Podczas konferencji Pii2014 StartMail wprowadza nowy produkt "Email Encryption Made Easy"</TITLE>
</HEAD>
<BODY>
<table align="center" border="0" cellpadding="0" cellspacing="0" width="620">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border="0"></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">Podczas konferencji Pii2014 StartMail wprowadza nowy produkt "Email Encryption Made Easy"</h1>
    <h2 style="margin-top:6px;"><i>Nawet pocz&#261;tkuj&#261;cy mog&#261; skorzysta&#263; ze skutecznego szyfrowania PGP za jednym klikni&#281;ciem.</i></h2><p></p>

    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">


     <p align="justify">Zeist, Holandia - StartMail.com (<a href="https://www.startmail.com/" target="_blank">www.startmail.com</a>), prywatny serwis poczty elektronicznej, oferuj&#261;cy rewolucyjne szyfrowanie PGP za jednym klikni&#281;ciem, zostanie oficjalnie wprowadzony na rynek podczas dzisiejszej konferencji Prywatno&#347;&#263; To&#380;samo&#347;&#263; Innowacja (pii2014). Do tej pory do korzystania z us&#322;ugi opartej na subskrypcji zg&#322;osi&#322;o si&#281; ju&#380; ponad 20 tys. u&#380;ytkownik&#243;w.</p>

     <p align="justify">Robert Beens, dyrektor generalny, wczesny sukces StartMail przypisuje informacjom ujawnionym przez Eda Snowdena o inwigilacji na zlecenie rz&#261;du oraz obawom, &#380;e Hotmail, Yahoo i Gmail kontroluj&#261; prywatn&#261; korespondencj&#281; u&#380;ytkownik&#243;w w celach marketingowych. "Konsumenci s&#261; gotowi na zmian&#281;. Maj&#261; ju&#380; do&#347;&#263; rz&#261;dowej 'nagonki' i 'polityki prze&#347;ladowczej'" - powiedzia&#322; Beens.</p>

     <p align="justify">Snowden radzi, aby u&#380;ytkownicy zabezpieczali si&#281;, korzystaj&#261;c z szyfrowania. Jednak do tej pory tylko nieliczni skorzystali z jego porady z uwagi na trudno&#347;ci, z jakimi wi&#261;&#380;e si&#281; instalacja i obs&#322;uga program&#243;w do szyfrowania. StartMail rozwi&#261;za&#322; ten problem, daj&#261;c u&#380;ytkownikom mo&#380;liwo&#347;&#263; szyfrowania wiadomo&#347;ci poczty elektronicznej za jednym klikni&#281;ciem. Dzi&#281;ki temu nawet laik poradzi sobie bez trudu.</p>

     <p align="justify">"Nadszed&#322; czas na to, by ludzie zacz&#281;li u&#380;ywa&#263; szyfrowania na potrzeby codziennej korespondencji - powiedzia&#322; Beens. - Sprawili&#347;my, &#380;e szyfrowanie sta&#322;o si&#281; &#322;atwe. StartMail jest us&#322;ug&#261; internetow&#261;, kt&#243;ra dzia&#322;a w oparciu o protok&#243;&#322; IMAP oraz posiada doskona&#322;e narz&#281;dzia do ochrony prywatno&#347;ci jak np. jednorazowe adresy e-mail i szyfrowanie w trybie Q&A" .Te najnowocze&#347;niejsze narz&#281;dzia do ochrony prywatno&#347;ci przyci&#261;gn&#281;&#322;y grup&#281; gorliwych zwolennik&#243;w. 70 tys. z nich zapisa&#322;o si&#281; jako testerzy beta lub poprosili o zaproszenie do do&#322;&#261;czenia do grona u&#380;ytkownik&#243;w.</p>

     <p align="justify">Ze wzgl&#281;du na fakt, &#380;e siedziba StartMail znajduje si&#281; w Europie, nie podlega on jurysdykcji Stan&#243;w Zjednoczonych ani programom bezpo&#347;redniej, prowadzonej na du&#380;&#261; skal&#281; inwigilacji. Firma postanowi&#322;a nie korzysta&#263; z takich program&#243;w, jak np. PRISM. StartMail zosa&#322; stworzony przez tw&#243;rc&#243;w StartPage.com i Ixquick.com, najwi&#281;kszych na &#347;wiecie prywatnych wyszukiwarek, kt&#243;re maj&#261; na swoim koncie ponad dziesi&#281;cioletnie do&#347;wiadczenie w zakresie ochrony prywatno&#347;ci u&#380;ytkownika.</p>

     <p align="justify">W przeciwie&#324;stwie do innych firm, firma StartMail nie "grzebie" w danych klient&#243;w w celu osi&#261;gni&#281;cia przychodu, a jej pracownicy nigdy nie czytaj&#261; korespondencji u&#380;ytkownik&#243;w. Koszt rocznej subskrypcji StartMail wynosi 59.95 USD (49,95 EUR) lub ok. 5 USD miesi&#281;cznie. Mo&#380;na j&#261; naby&#263;, wchodz&#261;c na stron&#281;: <a href="https://www.startmail.com" target="_blank">www.startmail.com</a>.</p>

<p align="justify">"Poniewa&#380; spo&#322;ecze&#324;stwo p&#322;aci wysok&#261; cen&#281; za tzw. 'darmowe us&#322;ugi', postanowili&#347;my obra&#263; inn&#261; drog&#281; - powiedzia&#322; Beens. - Dbamy o potrzeby naszych klient&#243;w, a nie sprzedawc&#243;w czy rz&#261;dowych agent&#243;w. Wspieraj&#261;c nas, nasi u&#380;ytkownicy maj&#261; sw&#243;j wk&#322;ad w rewolucj&#281; w dziedzinie ochrony prywatno&#347;ci. W naszym przekonaniu ka&#380;dy ma prawo do bezpiecznej komunikacji. Dlatego ochrona prywatno&#347;ci to nie tylko nasza polityka, ale nasza misja". </p>

    <p><b>StartPage, Ixquick i StartMail</b></p>

    <p align="justify">StartMail.com to prywatny serwis e-mail z siedzib&#261; w Holandii, dzi&#281;ki kt&#243;remu mo&#380;na w prosty spos&#243;b szyfrowa&#263; wiadomo&#347;ci w protokole PGP. StartPage i Ixquick to prywatne wyszukiwarki internetowe gwarantuj&#261;ce ca&#322;kowit&#261; anonimowo&#347;&#263;, darmowy serwer proxy i utrzymywane na wysokim poziomie zabezpieczenia. Wi&#281;cej informacji dost&#281;pnych na stronach: StartMail.com (<a href="https://www.startmail.com" target="_blank">https://www.startmail.com/</a>), StartPage.com (<a href="https://www.startpage.com" target="_blank">https://www.startpage.com/</a>) i Ixquick.com (<a href="../../index.html" target="_blank">https://www.ixquick.com/</a>).</p>

<p><b>pii2014</b></p>
    <p align="justify">Pi&#261;ta doroczna konferencja pii2014 w Dolinie Krzemowej (<a href="https://www.privacyidentityinnovation.com/events/pii2014-sillicon-valley" target="_blank">https://www.privacyidentityinnovation.com/events/pii2014-sillicon-valley</a>) odb&#281;dzie si&#281; w dniach 12 - 14 listopada w hotelu Crowne Plaza Palo Alto. Uczestnicy konferencji zastanowi&#261; si&#281; nad kierunkami, w kt&#243;rych zmierza innowacja, jej implikacjami dla przysz&#322;ego rozwoju ochrony prywatno&#347;ci i to&#380;samo&#347;ci oraz nad sposobami budowania zaufania do nowopowstaj&#261;cych technologii i modeli organizacji przedsi&#281;biorstw.</p>

     <p align="justify"><b>KONTAKT:</b></p>

<p align="justify">StartMail Marketing and Media Relations<br>
           Europe : +31-30-30 33 340<br>
<img src="../../graphics/press_startmail_blue.gif" align="absmiddle"></p>

</font>
</td>
  </tr>
</table>
</BODY>
</HTML>