<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Den personvern-vennlige s&#248;kemotoren Ixquick.com stanser registrering av IP-adresser fullstendig</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Den personvern-vennlige s&#248;kemotoren Ixquick.com stanser registrering av IP-adresser fullstendig</h1><p>
<i>Ixquick leder p&#229; nytt an i industrien med en policy om null lagring av data.</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Br&#252;ssel/New York/Zeist 28. januar 2009 <BR>
Ixquick (<a href="../../index.html">www.ixquick.com</a>) melder at de har stanset registrering av brukernes IP-adresser fullstendig. Med denne nye policyen forbedrer Ixquick ytterligere sitt langvarige lederskap innen personvern. </p> 
 
<p> Personvernet er hele tiden under angrep p&#229; internett, da s&#248;k og bes&#248;k med jevne mellomrom blir lagret, og kombinert til personlige adferdsprofiler av de store s&#248;kemotorene. <BR> 
Mens du s&#248;ker p&#229; internett, registrerer disse motorene tiden for dine s&#248;k, hvilke ord du brukte, hvilke nettsteder du bes&#248;kte, og din IP-adresse. I mange tilfeller gj&#248;r denne IP-adressen det mulig &#229; spore datamaskinen, og dermed husholdningen som utf&#248;rte s&#248;ket. </p> 
 
<p> Tidligere slettet Ixquick privat informasjon fra sine brukere i l&#248;pet av 48 timer. <BR> 
Fra i dag &#150; Data Protection Day 2009 &#150; lagres ikke IP-adresser i det hele tatt lenger. <BR> 
Det tekniske behovet for &#229; lagre IP-adresser i 48 timer - blokkering automtisk bruk av Ixquicks servere - er l&#248;st med nye teknologiske utviklinger. </p> 
 
<p>"Hos Ixquick mener vi at mennesker har en grunnleggende rett p&#229; privatlig", sier CEO Robert Beens. </p> 
 "Bruk av en s&#248;kemotor er &#229; dele dine innerste hemmeligheter og vaner, som skal v&#230;re trygge. Ixquick har den beste personvernpolitikken i s&#248;keindustrien. I dag er den blitt enda bedre." </p> 
 <p> Under press fra europeiske lovgivere, personvernorganisasjoner og &#248;kt offentlig bekymring, har de store s&#248;kemotorene Yahoo, Google og MSN tilbudt seg &#229; redusere datalagringstiden til mellom tre og 18 m&#229;neder. Men Beens advarer: "Med privatlivet er djevelen i detaljene. Disse motorene bruker innlogginger og unike ID-informasjonskapsler (cookies) som plasseres automatisk p&#229; datamaskinen din n&#229;r du utf&#248;rer et s&#248;k. Begge teknikkene kan "lime" s&#248;kene dine sammen lenge ut over offisielle datalagringsintervaller. Det er derfor Ixquick ikke bruker noen av disse metodene." </p> 
 
<p>Ixquick forbedrer personvernet ytterligere ved &#229; tilby en sikker tilkobling med https-protokollene, som hindrer eaves-dropping p&#229; Ixquicks brukere, og forventer &#229; lansere en s&#229;kalt "proxy"-tjeneste i l&#248;pet av de neste m&#229;nedene, som gj&#248;r det mulig &#229; surfe helt anonymt p&#229; internett. </p> 
 
<p>I juli 2008 ble Ixquick tildelt det f&#248;rste European Privacy Seal for sin innsats. "Vi er sv&#230;rt stolte av den prisen", sier Beens. "Det er det endelige beviset p&#229; at vi holder det vi lover. Hvis du s&#248;ker med Ixquick, f&#229;r du det beste resultatet - med fullt personvern." </p> 


<b>Om Ixquick</b> <BR>
Ixquick er en internasjonal prisbel&#248;nt s&#248;kemotor med en industriledende personvernspolitikk. Ixquick eies av Surfboard Holding BV, et nederlandsk firma, og lansert p&#229; internett i 1998. Mer informasjon om Ixquick kan du finne p&#229; adressen <a href="../../index.html">www.ixquick.com</a> <br>
<p>Mer informasjon om EU Privacy Seal kan du finne p&#229; adressen <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<i>For presseforesp&#248;rsler kan du kontakte : </i> <BR>
Alex van Eesteren, VP Business Development and Media. <BR>
+31 30 6971778 <BR>

<img src="../../graphics/alex_email_black.gif" width="111" height="16">
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
