<!DOCTYPE HTML>
    <!--[if lt IE 7 ]> <html class='ie6 ie'> <![endif]-->                                                                         
    <!--[if IE 7 ]> <html class='ie7 ie'> <![endif]-->                                                                                                                                                      
    <!--[if IE 8 ]> <html class='ie8 ie'> <![endif]-->                                                                                                                                                      
    <!--[if IE 9 ]> <html class='ie9 ie'> <![endif]-->                                                                                                                                                      
    <!--[if (gt IE 9)|!(IE)]><!-->                                                                                                                                                                          
    <html>                                                                                                                                                                                                  
    <!--<![endif]-->
     <head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">     
    <meta name="viewport" content="width=device-width,maximum-scale=1">
    <meta name="format-detection" content="telephone=no">
    <title>  </title>
    
<link rel="icon" href="../ix-favicon.ico" type="image/x-icon"/>
<link rel="shortcut icon" href="../ix-favicon.ico" type="image/x-icon"/>
<link rel="apple-touch-icon" sizes="57x57" href="../graphics/favicon/ix-apple-touch-icon-57x57.png">
<link rel="apple-touch-icon" sizes="114x114" href="../graphics/favicon/ix-apple-touch-icon-114x114.png">
<link rel="apple-touch-icon" sizes="72x72" href="../graphics/favicon/ix-apple-touch-icon-72x72.png">
<link rel="apple-touch-icon" sizes="144x144" href="../graphics/favicon/ix-apple-touch-icon-144x144.png">
<link rel="apple-touch-icon" sizes="60x60" href="../graphics/favicon/ix-apple-touch-icon-60x60.png">
<link rel="apple-touch-icon" sizes="120x120" href="../graphics/favicon/ix-apple-touch-icon-120x120.png">
<link rel="apple-touch-icon" sizes="76x76" href="../graphics/favicon/ix-apple-touch-icon-76x76.png">
<link rel="apple-touch-icon" sizes="152x152" href="../graphics/favicon/ix-apple-touch-icon-152x152.png">
<link rel="icon" sizes="196x196" href="../graphics/favicon/ix-favicon-196x196.png" type="images/png">
<link rel="icon" sizes="160x160" href="../graphics/favicon/ix-favicon-160x160.png" type="images/png">
<link rel="icon" sizes="96x96" href="../graphics/favicon/ix-favicon-96x96.png" type="images/png">
<link rel="icon" sizes="16x16" href="../graphics/favicon/ix-favicon-16x16.png" type="images/png">
<link rel="icon" sizes="32x32" href="../graphics/favicon/ix-favicon-32x32.png" type="images/png">
<link href="../graphics/favicon/ix-favicon-16x16.png" type="images/png" rel="shortcut icon">
<meta name="msapplication-TileColor" content="#6589c7">
<meta name="msapplication-TileColor" content="/graphics/favicon/ix-mstile-144x144.png">

    <link href='../css/retina_about_pages-v=5.css' type='text/css' media="all"  rel='StyleSheet' />
    <!--[if lt IE 9]><link href='../css/lt_ie9-v=5.css' type='text/css' media="all"  rel='StyleSheet' /><![endif]-->
    
        <style>
         .navbar-header {
             padding: 4px 0 5px 0;
             margin: 0 auto;
             /* width: 860px; */
         }
         .logo-container {
             width:860px;
             margin:0 auto;
         }

         .navbar-brand {
             padding: 13px 15px 8px 0!important;
         }</style>
    <script language='javascript' type='text/javascript' src='../js/retina_about_pages-v=5.js'></script>            
    <!--[if lt IE 9]><script language='javascript' type='text/javascript' src='../js/less_than_ie9-v=5.js'></script><![endif]-->
    <script>function setFocus() { var pageUrl = window.location.href; if (!pageUrl.match(/jump_to/)) { document.getElementById("query_top").focus(); } }</script>
    
	<script>
   	jQuery(window).load(function() {
		jQuery('.accordionButton').click(function(e){
			e.preventDefault();
            var div_display = jQuery(this).next('.accordionContent').css('display');
            if (div_display == 'block') {
                jQuery(this).next('.accordionContent').slideUp();
            } else {
                jQuery('div.accordionContent').slideUp();
                jQuery(this).next('.accordionContent').slideToggle();
            }
    	});
    });

jQuery(window).load(function () {
    jQuery('div[id^=tOoLtIp]').each(function() {
        var obj = jQuery(this);
        jQuery(this).addClass('sb-tooltip');
        jQuery(this).find('*').removeAttr('bgcolor color face style');
    });
});

function verifyChecked (form_obj) { 
    var formname = form_obj.name; 
    var orig_query = document[formname].query.value; 
    if (orig_query == "") { 
        return false; 
    } 
    form_obj.submit(); 

    return false; 
}
      
    </script>
	
    <script type='text/javascript'>
    
    
        jQuery(window).load(function(){
            var additional_parm = '';
        
            var pref_args = prepare_propagation_arguments();
            additional_parm = pref_args;
            
            cpt_js_prgtr(additional_parm);
        });
        function cpt_js_prgtr(additional_parm) {
            var urlParams;
            (window.onpopstate = function () {
                var match,
                pl     = /\+/g,
                search = /([^&=]+)=?([^&]*)/g,
                decode = function (s) { try {return decodeURIComponent(s.replace(pl, " "));} catch(e){} },
                query  = window.location.search.substring(1);

                urlParams = {};
                while (match = search.exec(query)) {
                    urlParams[decode(match[1])] = decode(match[2]);
                }
            })();
            var params = new Array ('vf', 'vft', 'fm', 'fmt', 'op');
    
            params[params.length] = 'prf';
            params[params.length] = 'prfh';
        
            var cpt_prms = additional_parm;
            var cpt_h = '';
            var cpt_prms_no_hmb = '';
            jQuery.each(params, function(index, elem) {
                if (urlParams[elem] != undefined && /^[a-zA-Z0-9]+$/.test(urlParams[elem])) {
                    cpt_h += '<input value="'+urlParams[elem]+'" name="'+elem+'" type="hidden">';
                    if (cpt_prms === '') {
                        cpt_prms += elem+'='+urlParams[elem]+'&';
                    } else {
                        cpt_prms += '&'+elem+'='+urlParams[elem]+'&';
                    }   
                    if(elem != 'hmb') {
                        cpt_prms_no_hmb += elem+'='+urlParams[elem]+'&';
                    }
                }
            });
            
        cpt_prms +="hmb=1";
        cpt_h += '<input value="1" name="hmb" type="hidden">';
        
            if (cpt_prms) {
                if (jQuery('.cpt_prgtr').length) {
                    jQuery('.cpt_prgtr').each(function() {
                        var search_box_params = jQuery(this).html();
                        var pttrn = new RegExp('name=('+params.join('|')+')');
                        if(!(pttrn.test(search_box_params))) {
                            jQuery(this).prepend(cpt_h);
                        }
                    });
                }
            }           
          
            var base_url = "<!--KEEPTEL-->http://ixquick.com";
            base_url = base_url.replace('<!--KEEPTEL-->','');
            if (base_url != '') {
                base_url = base_url.match(/^https?:\/\/[^/]+/)[0];
            }
            base_url_regexp = '^('+base_url+'.+?|\\/\\w.+?)(#.*)?$';
            base_url_regexp = base_url_regexp.replace('http://', 'https?://');
            var jump_to_tag_regexp = new RegExp(base_url_regexp, 'g');
	    
            jQuery("a").each(function() {
                if (jQuery(this).hasClass('no-cpt-prgpt')) {
                    return;
                } else {
                    var old_inner_content = jQuery(this).html();
                    var href = jQuery(this).attr("href");
                    var pttrn = new RegExp('('+params.join('|')+')=');
                    if(href != undefined && !(pttrn.test(href)) && href.match(jump_to_tag_regexp)) {
                        var append_char = (href.match(/\?/)) ? "&" : "?";
                        var jump_to_tag = '';
                        var p_matches;
                        if (p_matches = jump_to_tag_regexp.exec(href)) {
                            href = p_matches[1];
                            jump_to_tag  = p_matches[p_matches.length - 1];
                        }
                        if (!jump_to_tag) {
                            jump_to_tag = '';
                        }
						if (cpt_prms || jump_to_tag) { 
                            if(jQuery('.home-wrapper').length > 0 && jQuery(this).closest('#settings_lang_div').length && !window.location.href.match(/hmb=1/)){
                                href += append_char + cpt_prms_no_hmb + jump_to_tag;
                            }
                            else{
							    href += append_char + cpt_prms + jump_to_tag;
                            }
							jQuery(this).attr("href", href);
						}
                    }
                    jQuery(this).html(old_inner_content);
                }
            });
        }
    
    </script>
    </head>

    <body  >
    
    
    <div class="wrapper"><nav class="navbar navbar-default nav-effect" role="navigation" style="margin-bottom: 0">
                    <div class="navbar-header" style="padding: 0;">
                     <div class="logo-container">
                       <a class="navbar-brand ix_logo" href="index.html">
                        <img src="../graphics/no_tm_ixquick_retina_results_page_logo.png" style="width: 126px; height: 35px; margin-top: 2px;" />
                       </a>
                     </div>
                    </div>
                  </nav>
                  

    <div id="wrapper-inner" class="wrapper-no-js" style="max-width: 860px !important;min-width: 860px !important;margin-left: auto !important;margin-right: auto !important;">
    <div class="row">
      <div class="col-lg-12">
        <div id='inner_content'>
          <table border="0" cellspacing="0" cellpadding="0" width="100%" class="bodyContent">
            <tr>
              
    <td>
    <div class="rightContent" id="content">
    <div>Vilk&#229;r og betingelser</div>
Ixquick s&#248;gev&#230;rkt&#248;jslinjen, skrivebordslinjen og browser plug-in (sammen med "Ixquick s&#248;geprogrammerne") tilbyder let adgang til Ixquicks s&#248;gefunktioner. N&#229;r du bruger dem, bliver dine anmodninger videresendt til Ixquick, s&#229; du kan modtage resultaterne. V&#230;rkt&#248;jslinjen og skrivebordslinjeprogrammerne kontrollerer periodisk, om en ny version er tilg&#230;ngelig, og kan sp&#248;rge dig om, du &#248;nsker at opgradere. Dine s&#248;gninger og anden brug holdes fortroligt og anynomt, i henhold til vores <a class='blue_link' href="privacy-policy.html">Politik om beskyttelse af personlige oplysninger</a>.<br><br>

<div>Kun til ikke-kommerciel brug</div>
Ixquick s&#248;geprogrammerne er gjort tilg&#230;ngelige for dig udelukkende til ikke-kommerciel brug. Dette betyder, at du kan bruge dem p&#229; arbejdet eller derhjemme til at s&#248;ge efter det, du vil. Men du skal f&#248;rst indhente Ixquicks tilladelse, hvis du &#248;nsker at s&#230;lge Ixquick v&#230;rkt&#248;jslinjen, skrivebordslinjen eller browser plug-in eller al information, alle ydelser eller software knyttet dertil eller afledt herfra, eller hvis du &#248;nsker at &#230;ndre, kopiere (med undtagelse af det, der er angivet nedenfor), licensere eller skabe afledte v&#230;rker fra Ixquick s&#248;geprogrammerne. Derudover m&#229; du ikke bruge Ixquick s&#248;geprogrammerne p&#229; nogen m&#229;de, der kunne skade, deaktivere, overbelaste eller forringe Ixquicks s&#248;geservice (f.eks. m&#229; du ikke bruge Ixquick s&#248;geprogrammerne p&#229; automatiseret vis), du m&#229; heller ikke bruge dem p&#229; en m&#229;de, der kunne forstyrre en anden parts brug og gl&#230;de ved dennes brug af Ixquicks s&#248;geservice.
<br><br>
Hvis du har nogen sp&#248;rgsm&#229;l vedr&#248;rende distributionsbetingelserne eller har nogen ideer til, hvordan vi kan forbedre dem, send os en e-mail via linken "Del det med os" p&#229; Ixquick.com websiden. Bem&#230;rk, at hvis du g&#248;r dette, giver du ogs&#229; Ixquick og tredjeparter tilladelse til at bruge og inkorporere dine ideer eller kommentarer i Ixquick s&#248;geprogrammerne (eller tredjepartssoftware) uden yderligere kompensation.
<br><br>
<div>Intellektuel ejendom</div>
Du vedkender dig, at Ixquick eller tredjeparter ejer alle rettigheder, adkomst og interesse i og til Ixquick s&#248;geprogrammerne, dele heraf, eller software udbudt gennem eller i forbindelse med Ixquick s&#248;geprogrammerne, inklusiv, men uden begr&#230;nsning, alle immaterialrettigheder. "Immaterialrettigheder" betyder enhver og alle rettigheder under patentlove, ophavsret, love om forretningshemmeligheder, love om varem&#230;rker, love om uretf&#230;rdig konkurrence samt alle andre ejendomsrettigheder, og alle programmer, fornyelser, udvidelser og genetableringer heraf, nu eller senere, tr&#230;der i kraft over hele verden. Du accepterer ikke at &#230;ndre, tilpasse, overs&#230;tte, udarbejde afledte v&#230;rker heraf, dekompilere, udf&#248;re reverse engineering, demontere eller p&#229; anden vis fors&#248;ge at aflede kildekode fra Ixquick s&#248;geprogrammerne. Du accepterer ogs&#229; ikke at fjerne, skjule eller &#230;ndre Ixquicks eller tredjeparts meddelelse om ophavsret, varem&#230;rker eller andre meddelelser om ejendomsrettigheder vedlagt eller indeholdt i, eller hvortil der gives adgang i forbindelse med eller gennem, Ixquick s&#248;geprogrammerne.
<br><br>
<div>Garantifraskrivelse</div>
Ixquick og enhver tredjepart, som g&#248;r sin software tilg&#230;ngelig i forbindelse med eller via Ixquick s&#248;geprogrammerne, fral&#230;gger sig ethvert ansvar for skade, der m&#229;tte opst&#229; gennem din brug af Ixquick s&#248;geprogrammerne og/eller enhver tredjepartsoftware, der gives adgang til i forbindelse med eller gennem brug af Ixquick s&#248;geprogrammerne.
<br><br>
IXQUICK S&#216;GEPROGRAMMERNE OG AL TREDJEPARTSSOFTWARE, DER ER GJORT TILG&#198;NGELIG I FORBINDELSE MED ELLER GENNEM IXQUICK S&#216;GEPROGRAMMERNE, UDBYDES "SOM DE ER", UDEN NOGEN GARANTIER OVERHOVEDET. IXQUICK OG S&#197;DANNNE TREDJEPARTER FRAL&#198;GGER SIG UDTRYKKELIGT, I VIDEST MULIGT OMFANG SOM TILLADT VED LOV, ALLE UDTRYKKELIGE, IMPLICITTE OG LOVBESTEMTE GARANTIER, INKLUSIV, UDEN BEGR&#198;NSNING, GARANTIER FOR SALGBARHED, EGNETHED TIL ET SPECIFIKT FORM&#197;L, OG IKKE-KR&#198;NKELSE AF EJENDOMSRETTIGHEDER. IXQUICK OG ENHVER TREDJEPART, SOM G&#216;R SIN SOFTWARE TILG&#198;NGELIG I FORBINDELSE MED ELLER GENNEM IXQUICK S&#216;GEPROGRAMMERNE, FRAL&#198;GGER SIG ENHVER GARANTI OM IXQUICK S&#216;GEPROGRAMMERNES SIKKERHED, DRIFTSSIKKERHED, BETIMELIGHED OG YDEEVNE OG S&#197;DAN TREDJEPARTSSOFTWARE.
<br><br>
DU FORST&#197;R OG ACCEPTERER, AT DU DOWNLOADER OG/ELLER BRUGER IXQUICK S&#216;GEPROGRAMMERNE SAMT AL TREDJEPARTSSOFTWARE, DER G&#216;RES TILG&#198;NGELIG I FORBINDELSE MED ELLER GENNEM IXQUICK S&#216;GEPROGRAMMERNE, EFTER EGET SK&#216;N OG P&#197; EGEN RISIKO, OG AT DU ER ENEANSVARLIG FOR AL SKADE, DER M&#197;TTE BLIVE P&#197;F&#216;RT DIT COMPUTERSYSTEM ELLER P&#197;DRAGNE DATATAB SOM F&#216;LGE AF DOWNLOAD ELLER BRUG AF IXQUICK S&#216;GEPROGRAMMERNE OG S&#197;DAN TREDJEPARTSSOFTWARE. VISSE STATER ELLER ANDRE JURISDIKTIONER TILLADER IKKE UDELUKKELSE AF IMPLICITTE GARANTIER, S&#197; OVENST&#197;ENDE G&#198;LDER MULIGVIS IKKE FOR DIG. DU KAN OGS&#197; HAVE ANDRE RETTIGHEDER, SOM AFVIGER FRA STAT TIL STAT OG JURISDIKTION TIL JURISDIKTION.
<br><br>
<div>Ansvarsbegr&#230;nsning</div>
UNDER INGEN OMST&#198;NDIGHEDER VIL IXQUICK ELLER NOGEN TREDJEPART, SOM G&#216;R SIN SOFTWARE TILG&#198;NGELIG I FORBINDELSE MED ELLER GENNEM IXQUICK S&#216;GEPROGRAMMERNE, V&#198;RE ANSVARLIG OVER FOR NOGEN BRUGER P&#197; GRUNDLAG AF DEN P&#197;G&#198;LDENDE BRUGERS BRUG ELLER MISBRUG AF IXQUICK S&#216;GEPROGRAMMERNE ELLER S&#197;DAN TREDJEPARTSSOFTWARE. EN S&#197;DAN ANSVARSBEGR&#198;NSNING SKAL TAGES I ANVENDELSE FOR AT FOREBYGGE INDD&#198;KNING AF DIREKTE, INDIREKTE, TILF&#198;LDIGE, F&#216;LGENDE, S&#198;RLIGE, EKSEMPLARISKE OG STRAFFENDE SKADER, HVAD ENTEN ET S&#197;DAN FORLANGENDE ER BASERET P&#197; EN GARANTI, KONTRAKT, SKADEVOLDENDE HANDLING (INKLUSIVE UAGTSOMHED), ELLER ANDET, (SELV HVIS IXQUICK OG/ELLER EN TREDJEPARTSUDBYDER AF SOFTWARE ER BLEVET UNDERRETTET OM MULIGHEDEN FOR S&#197;DANNE SKADER). EN S&#197;DAN ANSVARSBEGR&#198;NSNING SKAL G&#198;LDE, UANSET OM SKADERNE OPST&#197;R SOM F&#216;LGE AF BRUG ELLER MISBRUG AF OG AFH&#198;NGIHED AF IXQUICK S&#216;GEPROGRAMMERNE OG AL TREDJEPARTSSOFTWARE, DER ER GJORT TILG&#198;NGELIG I FORBINDELSE MED ELLER GENNEM IXQUICK S&#216;GEPROGRAMMERNE, ELLER SKYLDES EN MANGLENDE EVNE TIL AT BRUGE IXQUICK S&#216;GEPROGRAMMERNE OG AL TREDJEPARTSSOFTWARE, DER ER GJORT TILG&#198;NGELIG I FORBINDELSE MED ELLER GENNEM IXQUICK S&#216;GEPROGRAMMERNE, ELLER SOM SKYLDES FORSTYRRELSE, AFBRYDELSE ELLER OPH&#216;R AF IXQUICK S&#216;GEPROGRAMMERNE (INKLUSIVE S&#197;DANNE SKADER, DER P&#197;DRAGES AF TREDJEPARTER). EN S&#197;DAN BEGR&#198;NSNING G&#198;LDER DESUAGTET ET SVIGT AF ETHVERT ESSENTIELT FORM&#197;L MED ALLE BEGR&#198;NSEDE RETSMIDLER OG I VIDEST MULIGE OMFANG SOM TILLADT VED LOV.
<br><br>
VISSE STATER ELLER ANDRE JURISDIKTIONER TILLADER IKKE UDELUKKELSE ELLER BEGR&#198;NSNING AF ANSVAR FOR TILF&#198;LDIGE ELLER F&#216;LGENDE SKADER, S&#197; OVENST&#197;ENDE BEGR&#198;NSNINGER VIL MULIGVIS IKKE G&#198;LDE FOR DIG.
<br><br>
<div>Ixquicks s&#248;geservice</div>
Ixquick s&#248;geprogrammerne er udviklet med henblik p&#229; brug i forbindelse med Ixquicks s&#248;geservice. Derfor defineres din brug af Ixquicks s&#248;geservice ogs&#229; af Ixquicks vilk&#229;r og brugsbetingelser og politik om beskyttelse af personlige oplysninger.
<br><br>
<div>Diverse betingelser</div>
Disse vilk&#229;r og betingelser er underlagt og skal fortolkes i henhold til lovgivningen i Holland, uden at danne grundlag for uoverensstemmelse mellem lovgivningen i Holland eller i dit eget bop&#230;lsland. Hvis en retsinstans med kompetent jurisdiktion finder, at en bestemmelse eller en del af disse vilk&#229;r og betingelser er umulig at h&#229;ndh&#230;ve, vil de resterende vilk&#229;r og betingelser forblive i fuld kraft.
<br><br>
Disse vilk&#229;r og betingelse udg&#248;r hele aftalen mellem parterne ang&#229;ende sagens genstand, og afl&#248;ser og erstatter alle tidligere eller samtidige, skriftlige eller mundtlige aftaler ang&#229;ende sagens genstand. Enhver frafaldese af bestemmelserne i disse vilk&#229;r og betingelser tr&#230;der kun i kraft, hvis dette frems&#230;ttes skriftligt og underskrives af Ixquick og/eller tredjepart, som g&#248;r sin software tilg&#230;ngelig i forbindelse med eller gennem Ixquick s&#248;geprogrammerne.<br><br>July 2007.


    </div></div>
    <div class="clear"></div>
    </td>
    </tr>
</tbody>
</table>
    </div>
    </div>
    </div>
    </div>
    </div>
    <div class="push"></div>
    </div>
    
	<div class="footer" id="footer">
 	<div class="copyright">
  	&copy; 2015 Ixquick
 	</div>
		
 	<div class="right_links"><a id="startmail" href="https://startmail.com/" style="text-decoration: none;">
    <!--<span class="icon icon-small"><span class="icon-mail"></span></span>&nbsp;-->
  	<span style="text-decoration: underline;">StartMail</span></a>
  	<a id="privacy_policy" href="privacy-policy-.html">Politik om Beskyttelse af Personlige Oplysninger</a>
 	</div>
    <div class='imgavt'> </div>
    </div>
    <script type="text/javascript" charset="utf-8"> $(function() { $('body').hide().show(); });</script>
    </body>
    </html>
