<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Le premier sceau europ&#233;en de protection de la vie priv&#233;e d&#233;cern&#233;</TITLE>
</HEAD>
<BODY>
<table width="754" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="left" valign="top"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td align="left"><img src="../../graphics/europrise_logo.gif" width="410" height="113"></td>
        <td align="right"><img src="../../graphics/uld_logo.gif" width="252" height="113"></td>

      </tr>
    </table>      
    <a href="../../index.html"></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>

  </tr>
  <tr>
    <td align="center">
	<table width="620" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td>
<p align="center" style="font-size:30px;margin-bottom:2px; padding:0"><b>Le premier sceau europ&#233;en de protection de la vie priv&#233;e d&#233;cern&#233;</b>

</p>
<h4 style=" font-size:18px; font-weight: normal;"><em>Le premier sceau europ&#233;en de la protection de la vie priv&#233;e a &#233;t&#233; pr&#233;sent&#233; aujourd'hui au moteur de recherche ixquick.com par le commissaire europ&#233;en &#224; la protection des donn&#233;es, Peter Hustinx, &#224; l'occasion du 30e anniversaire de la l&#233;gislation sur la protection des donn&#233;es &#224; Schleswig-Holstein.</em></h4>

<p>Kiel, Allemagne - 14 juillet 2008</p>

<p><em>EuroPriSe d&#233;cerne aujourd'hui le premier sceau europ&#233;en de protection de la vie priv&#233;e pour les produits d'ICT et les services bas&#233;s sur la TI. Ce sceau garanti la conformit&#233; avec les lois et r&#233;glementations exigeantes de l'UE en mati&#232;re de protection des donn&#233;es et de la vie priv&#233;e.</em></p>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

<p>L'un des probl&#232;mes les plus importants de notre soci&#233;t&#233; d'information d'aujourd'hui est le manque de confiance d&#233;coulant de la possibilit&#233; de la surveillance &#233;lectronique. Afin de prot&#233;ger les consommateurs et les commerces contre ce genre de m&#233;fiance, il faut leur donner la possibilit&#233; de choisir un produit qui prot&#232;ge leur vie priv&#233;e. C'est ici qu'intervient EuroPriSe.</p>

<p>EuroPriSe est financ&#233; par le programme eTEN de la commission europ&#233;enne &#224; la hauteur de 1,2 millions d'euros et mis en oeuvre par neuf organismes sous le leadership du Independent Centre for Privacy Protection Schleswig-Holstein (ULD). Dans le cadre de ce programme, les produits de la TI et les services bas&#233;s sur la TI sont v&#233;rifi&#233;s afin de d&#233;terminer s'ils peuvent &#234;tre certifi&#233;s conformes &#224; la r&#233;glementation europ&#233;enne sur la protection des donn&#233;es et de la vie priv&#233;e. Cette v&#233;rification se fait en deux &#233;tapes : la premi&#232;re &#233;tape consiste en l'&#233;valuation du produit ou du service par des experts connus du domaine l&#233;gal et du domaine de la TI, suivi par une contre v&#233;rification du rapport d'&#233;valuation par un organisme de certification agr&#233;&#233;.</p>

<p>En introduisant des proc&#233;dures v&#233;rifiables et transparentes, supervis&#233;es par des autorit&#233;s ind&#233;pendantes, EuroPriSe procure une marque de confiance pour la vie priv&#233;e des utilisateurs finaux des services de la TI &#187; d&#233;clare le Dr. Thilo Weichert, commissaire &#224; la protection des donn&#233;es pour la r&#233;gion la plus au nord de l'Allemagne et directeur du ULD. &#171; Plus de 120 experts provenant de divers pays de l'UE ont d&#233;j&#224; &#233;t&#233; form&#233;s pour travailler avec les crit&#232;res de EuroPriSe et plus de 40 experts ont r&#233;ussi avec succ&#232;s la proc&#233;dure d'admission et ont &#233;t&#233; autoris&#233;s &#224; offrir des &#233;valuations pour les produits et services de la TI, et des services conforme aux crit&#232;res du sceau europ&#233;en de protection de la vie priv&#233;e. Dix-huit entreprises, de six pays diff&#233;rents, participent aux projets pilotes de certification et d'autres entreprises ont commenc&#233; le processus d'&#233;valuation. La premi&#232;re certification compl&#233;t&#233;e avec succ&#232;s repr&#233;sente un jalon et encouragera d'autres entreprises &#224; participer au programme, &#187; a d&#233;clar&#233; Kirsten Bock, gestionnaire de projet chez EuroPriSe.</p>

<p>Le premier sceau europ&#233;en de protection de la vie priv&#233;e a &#233;t&#233; pr&#233;sent&#233; ce matin par le commissaire europ&#233;en de la protection des donn&#233;es, Peter Hustinx, &#224; Ixquick, un m&#233;tamoteur de recherche europ&#233;en.</p>

<p><img src="../../graphics/european_privacy_seal-&v=1.gif" style=" float:right">
Ixquick est un m&#233;tamoteur de recherche (<a href="../../index.html" style="color:#0e2fff;">www.ixquick.com</a>) qui transfert les requ&#234;tes de recherche de ses utilisateurs &#224; plusieurs moteurs de recherche, recueille et synth&#233;tise les r&#233;sultats et les pr&#233;sente aux m&#234;mes utilisateurs. La protection de la vie priv&#233;e est assur&#233;e par plusieurs techniques de minimisation des donn&#233;es : les donn&#233;es personnelles telles que les adresses IP sont supprim&#233;es dans les 48 heures, apr&#232;s cette p&#233;riode elles ne sont plus n&#233;cessaires pour pr&#233;venir un possible abus des serveurs. Les donn&#233;es (non personnelles) restantes sont supprim&#233;es dans les 14 jours qui suivent. Ixquick fonctionne comme un mandataire, c'est &#224; dire que les adresses IP des utilisateurs ne sont pas r&#233;v&#233;l&#233;es aux moteurs de recherche.
</p>


<p>Le sceau europ&#233;en de protection de la vie priv&#233;e encourage la conformit&#233; au cadre l&#233;gal de la protection des donn&#233;es europ&#233;en et met en &#233;vidence les produits et services de la TI qui respectent la vie priv&#233;e des clients d'affaires et des consommateurs. L'attribution du premier sceau de protection de la vie priv&#233;e europ&#233;en au m&#233;tamoteur de recherche Ixquick est un jalon important dans la mise en oeuvre de la protection de la vie priv&#233;e sur l'Internet et souligne ce service qui respecte la vie priv&#233;e. &#187; a soulign&#233; Peter Hustinx, commissaire europ&#233;en &#224; la protection des donn&#233;es.

<p>La commission europ&#233;enne encourage l'id&#233;e de la cr&#233;ation d'un programme de certification de sceau de protection de la vie priv&#233;e europ&#233;en bas&#233; sur les normes &#233;lev&#233;es de la protection de la vie priv&#233;e europ&#233;ennes. Les consommateurs et les entreprises b&#233;n&#233;ficient de l'identification facile d'un produit de TI qui assure ou accentue les r&#232;gles de la protection des donn&#233;es europ&#233;ennes lors du traitement des donn&#233;es. Ce prix du premier sceau de protection de la vie priv&#233;e europ&#233;en d&#233;cern&#233; &#224; Ixquick souligne qu'un &#233;quilibre entre la nature ouverte de l'Internet, les int&#233;r&#234;ts des fournisseurs et la protection des donn&#233;es personnelles des utilisateurs d'Internet est possible, &#187; a d&#233;clar&#233; la commissaire europ&#233;en Viviane Reding dans une d&#233;claration faite aujourd'hui &#224; l'occasion de la remise du premier sceau de protection de la vie priv&#233;e europ&#233;en.</p>

<p>Les moteurs de recherche ont toujours jou&#233; un r&#244;le important dans le d&#233;bat sur la protection de la vie priv&#233;e, &#187; a d&#233;clar&#233; le CEO de Ixquick, Robert Beens. &#171; Le sceau de protection de la vie priv&#233;e europ&#233;en comporte plusieurs valeurs. Et le plus important c'est qu'il confirme, officiellement, la promesse de protection de la vie priv&#233;e que nous faisons &#224; nos utilisateurs. La protection de la vie priv&#233;e et les r&#233;sultats de recherche pertinents sont les qualit&#233;s principales de Ixquick. Ixquick est maintenant le premier et le seul moteur de recherche approuv&#233; par l'UE. Nous sommes tr&#232;s fiers d'avoir re&#231;u ce prix aujourd'hui.</p>

<p>D&#233;velopp&#233; en collaboration &#233;troite avec les autorit&#233;s de la protection de la vie priv&#233;e et de la protection des donn&#233;es en Europe, le sceau de protection de la vie priv&#233;e deviendra s&#251;rement un instrument important &#224; la fois en Europe et dans le monde pour encourager la protection de la vie priv&#233;e et des donn&#233;es.</p>

<b>&#192; propos de EuroPriSe</b><br>

<p>Le consortium EuroPriSe est dirig&#233; par le Independent Centre for Privacy Protection Schleswig-Holstein (ICPP/ULD), Allemagne. Parmi les partenaires provenant de huit pays europ&#233;ens, on retrouve les autorit&#233;s de protection de donn&#233;es de Madrid (Agencia de Protecci&#243;n de Datos de la Communidad de Madrid, APDCM), de France (Commission Nationale de l'Informatique et de Libert&#233;s, CNIL), le Austrian Academy of Science, London Metropolitan University du RU, Borking Consultancy des Pays-bas, Ernst and Young AB de la Su&#232;de, T&#220;V Informationstechnik GmbH de l'Allemagne et VaF s.r.o. de la Slovakie.</p>

<p>
Vous trouverez de plus amples renseignements au <a href="http://www.european-privacy-seal.eu" style="color:#0e2fff;">www.european-privacy-seal.eu.</a>
</p>

<b>&#192; propos de Ixquick</b><br>

<p>
Ixquick (<a href="../../index.html" style="color:#0e2fff;">www.ixquick.com</a>) est un moteur de recherche international avec une politique de protection de la vie priv&#233;e leader du secteur, disponibles en 17 langues. C'est le premier moteur de recherche qui supprime les donn&#233;es personnelles de ses utilisateurs, y compris l'adresse IP, dans les 48 heures. Fond&#233; &#224; New York et lanc&#233; sur Internet en 1998, Ixquick est d&#233;tenu par Surfboard Holding BV, une soci&#233;t&#233; hollandaise.
</p>


<p>Les experts qui ont particip&#233; &#224; la certification de Ixquick sont Borking Consultancy (L&#233;gal) et Certified Secure (TI) de la hollande. </p>

<p>Le texte du communiqu&#233; issu d'une traduction ne doit d'aucune mani&#232;re &#234;tre consid&#233;r&#233; comme officiel. La seule version du communiqu&#233; qui fasse foi est celle du communiqu&#233; dans sa langue d'origine. La traduction devra toujours &#234;tre confront&#233;e au texte source, qui fera jurisprudence.

</p>

<p>
Unabh&#228;ngiges Landeszentrum <BR>
f&#252;r Datenschutz Schleswig-Holstein (ULD) <BR>
Mme. Kirsten Bock, T&#233;l : 0431 988-1200, Fax: -1223 <BR>
Courriel : europrise@datenschutzzentrum.de <BR>
Site Internet : <a href="http://www.european-privacy-seal.eu/">www.european-privacy-seal.eu</a>
</p>

</font>
</td>
	  </tr>

	</table>

</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
