<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Lorsque l'Europe a besoin de conseils en mati&#232;re de confidentialit&#233;, elle se tourne vers Ixquick, &#171; Le moteur de recherche le plus confidentiel au monde &#187;</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h2 style="margin-top:6px;">Lorsque l'Europe a besoin de conseils en mati&#232;re de confidentialit&#233;, elle se tourne vers Ixquick, &#171; Le moteur de recherche le plus confidentiel au monde &#187;</h2>
    <h3><i>Au cours des prochaines semaines, les politiciens d&#233;cidant de l'avenir technologique de l'Europe rencontreront Goliath, Goliath, Goliath... mais aussi David.</i></h3></p>
    
   <font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

   <p align='justify'>Le prochain vote relatif au projet de loi europ&#233;en sur la r&#233;glementation en mati&#232;re de protection des donn&#233;es est pr&#233;vu pour le 29 mai.Qui est assis autour de la table avec les membres du Parlement europ&#233;en lorsqu'ils se r&#233;unissent - pour savoir si les grandes entreprises devraient pouvoir acc&#233;der aux informations priv&#233;es en ligne ?</p>
   
   <p align='justify'>Les Goliaths sont les acteurs habituels, avec des noms familiers tels que Facebook, Microsoft, Google et Yahoo. Et les David ?</p>
    
    <p align='justify'><a href = "../../index.html" target = "_blank">Ixquick.com</a>.</p>
    
    <p align='justify'><a href = "../../index.html" target = "_blank">Ixquick.com</a> est le moteur de recherche anonyme bas&#233; aux Pays-Bas. La soci&#233;t&#233; est habituellement consult&#233;e &#224; huis clos car elle comprend &#224; la fois les subtilit&#233;s de la technologie de recherche et les inconv&#233;nients li&#233;s &#224; la collecte de donn&#233;es personnelles par l'entremise de ces recherches. Plus important encore, Ixquick et son moteur de recherch&#233; associ&#233;, StartPage, sont uniques - ils ne collectent aucune information sur leurs utilisateurs. C'est cette approche qui a permis &#224; Ixquick d'&#234;tre la toute premi&#232;re soci&#233;t&#233; &#224; se voir d&#233;cerner le convoit&#233; EuroPriSe Privacy Seal, un engagement vis-&#224;-vis de la protection de la vie priv&#233;e qu'Ixquick a renouvel&#233; chaque ann&#233;e depuis.</p>
    
    <p align='justify'>&#171; Les acteurs majeurs utilisent leurs moteurs de recherche pour capturer les d&#233;tails personnels des personnes afin de pouvoir les exploiter &#224; des fins commerciales. Nous ne souhaitons jamais voir une utilisation abusive de ces donn&#233;es, nous avons donc adopt&#233; une approche r&#233;volutionnaire en promettant de ne jamais commencer &#224; collecter de donn&#233;es &#187;, a d&#233;clar&#233; Robert Beens, directeur g&#233;n&#233;ral d'Ixquick.</p>

   <p align='justify'>Les d&#233;cideurs appr&#233;cient le fait que non seulement Ixquick comprend comment surviennent les menaces &#224; la confidentialit&#233; en ligne, mais &#233;galement que la soci&#233;t&#233; propose des solutions concr&#232;tes et pratiques pour les arr&#234;ter.</p>

   <p align='justify'>Cette position unique se r&#233;v&#232;le &#234;tre de plus en plus populaire aupr&#232;s des consommateurs du monde entier. Tout comme pour son homologue am&#233;ricain Startpage, les recherches sur Ixquick ont doubl&#233; au cours del'ann&#233;e &#233;coul&#233;e pour atteindre pr&#232;s de 3 millions de recherches par jour - toutes enti&#232;rement anonymes ; prouvant ainsi que vous pouvez cr&#233;er une activit&#233; profitable en respectant la vie priv&#233;e et en &#233;tablissant une relation de confiance avec les consommateurs.</p>
   
   <p align='justify'>Pour plus d'informations sur le respect de la vie priv&#233;e en ligne, pour savoir pourquoi c'est important et vers quoi elle se dirige, faites comme le Parlement europ&#233;en et contactez Ixquick pour poser toutes vos questions.</p>
<br/>
</td>
  </tr>
  <tr>
    <td style='vertical-align:top;'><p align='justify'><u>Contact pour l'UE </u>: <br/>
           Alex van Eesteren <br/>
           D&#233;veloppement des ventes et des affaires<br/>
		   <img src="../../graphics/alex_email_black.gif" align="absmiddle"  width="111" height="16">
		   <br/>
           +31 30 3033333<br/> 
           +1 877-434-3100 poste 5 [appel gratuit] 
        </p> 
    </td>
    <td style='vertical-align:top;'><p align='justify'><u>Contact pour les &#201;tats-Unis </u>: <br/>
           Dr. Katherine Albrecht <br/>
           Relations avec les m&#233;dias aux &#201;tats-Unis<br/>
		   <img src="../../graphics/kma_ixquick_email_black.gif"  align="absmiddle"> 
		   <br/>
           +1 973-273-2125 [International]
        </p>
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
