<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<TITLE>La politique de confidentialit&#233; d'Ixquick est encore am&#233;lior&#233;e.</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
    <h1 style="margin-top:6px;">La politique de confidentialit&#233; d'Ixquick est encore am&#233;lior&#233;e.</h1> 

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

   Thursday, July 5th, 2012 
   <p align='justify'>Ixquick cesse totalement d'enregistrer les informations concernant votre navigateur et votre ordinateur.</p>
   <p align='justify'> Grande nouvelle ! Depuis cette semaine, Ixquick n'enregistre plus les caractéristiques de votre navigateur ni celles de votre système (alias "agent utilisateur"). Cette modification est entre en vigueur tant sur Ixquick que sur notre site associé (www.Startpage.com).</p>
    <p align='justify'>Le chapitre Collecte de Données, de notre <a href="../privacy-policy.html#qdata">Politique de Confidentialité</a> a été adapté, afin de refléter ce changement. Notre Politique de Confidentialité est maintenant ainsi libellée :</p>
<p align='justify'>Recueil des informations</p>
        <ul>
    <li>Ixquick ne collecte AUCUNE donn&#233;e qui permettrait d'identifier nomm&#233;ment nos utilisateurs !</li>
<li> L'adresse IP est la donn&#233;e la plus importante &#224; ne pas conserver, mais m&#234;me les caract&#233;ristiques de votre navigateur et de votre ordinateur, combin&#233;es &#224; d'autres donn&#233;es, peuvent servir d'identificateur unique d'une personne. C'est pourquoi nous ne conservons ni les unes ni les autres. Nous ne conservons pas m&#234;me vos termes de recherche "anonymis&#233;s", car ils pourraient contenir des renseignements personnels (imaginez quelqu'un qui tape son nom ou son num&#233;ro de s&#233;curit&#233; sociale).</li> 
<li> Pour am&#233;liorer la qualit&#233; globale de notre service, nous ne conservons que des donn&#233;es d'ensemble, des donn&#233;es de recherche non personnelles, telles que la langue, le nombre total de recherches et leur cat&#233;gorie.</li> 
        </ul>
    <p>Nous sommes toujours &#224; la recherche de plus de moyens de prot&#233;ger votre confidentialit&#233; : notre collecte de donn&#233;es a &#233;t&#233; tellement r&#233;duite qu'elle est proche de z&#233;ro. Nous sommes enchant&#233;s de cette nouvelle disposition, et nous croyons que nos utilisateurs le seront aussi!</p>
</p>
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>



