<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Encore une premi&#232;re pour Ixquick : cryptage de TOUTES les recherches</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Encore une premi&#232;re pour Ixquick : cryptage de TOUTES les recherches</h1> 
<h2><i>Le moteur de recherche le plus confidentiel au monde assure d&#233;sormais le cryptage par d&#233;faut &#224; l'aide du protocole SSL</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
October 24, 2011
<p align='justify'>ZEIST, Pays-Bas--(BUSINESS WIRE)--&#192; compter d'aujourd'hui, Ixquick, &#171; le moteur de recherche le plus confidentiel au monde &#187;, crypte automatiquement TOUTES les recherches. <a href='http://www.ixquick.com'>Ixquick</a> fut le premier moteur de recherche &#224; offrir le cryptage SSL en 2009. Nouvelle perc&#233;e aujourd'hui : faire du cryptage SSL une valeur par d&#233;faut.</p>
<p align='justify'>Le cryptage SSL, aussi appel&#233; cryptage des couches de sockets s&#233;curis&#233;s, est largement reconnu par les experts en s&#233;curit&#233; comme le moyen le plus s&#251;r de naviguer sur Internet. Le cryptage qu'offre Ixquick emp&#234;che les fournisseurs de services Internet (FSI) de pratiquer l'interception illicite leur permettant de stocker l&#233;galement des quantit&#233;s &#233;normes de renseignements personnels sur les utilisateurs.</p>
<p align='justify'>&#171; Les FSI curieux ou les pirates informatiques pourraient devenir pour la vie priv&#233;e une menace colossale comparable au Big Brother d'Orwell, indique Robert E.G. Beens, PDG d'Ixquick. Voil&#224; pourquoi nous avons d&#233;cid&#233; d'attribuer &#224; notre site Web le cryptage enti&#232;rement SSL par d&#233;faut afin de mieux prot&#233;ger la confidentialit&#233; des recherches de nos utilisateurs sur Internet. &#187;</p>
<p align='justify'>Tous les visiteurs du site Web Ixquick.com et, son fr&#232;re, le moteur de recherche Startpage.com http://www.startpage.com profiteront de ce nouveau service de cryptage qui les redirigera automatiquement vers le site Web s&#233;curis&#233;. Les utilisateurs verront les lettres &#171; HTTPS &#187; dans la barre d'adresse, indiquant que toutes les donn&#233;es seront transmises dans un mode crypt&#233;. Tout pirate informatique ou intercepteur illicite acc&#233;dant &#224; la connexion ne verra qu'un jargon administratif.</p>
<p align='justify'>Les autres moteurs de recherche comme Google, Yahoo et Bing ont embo&#238;t&#233; le pas d'Ixquick en offrant eux aussi le cryptage SSL. Cependant, les avantages d'utiliser leur protocole SSL pour prot&#233;ger sa vie priv&#233;e peuvent &#234;tre trompeurs, car ces grands moteurs de recherche enregistrent eux-m&#234;mes l'adresse IP de leurs utilisateurs et stockent d'innombrables donn&#233;es sur leurs recherches.</p>

<p align='justify'>&#171; Sur Ixquick.com ou Startpage.com, on n'enregistre ni votre adresse IP, car aucune ouverture de session n'est requise, ni aucun cookie, ou t&#233;moin de connexion, sur votre logiciel de navigation, pr&#233;cise M. Beens. En r&#233;alit&#233;, nous n'enregistrons aucune donn&#233;e li&#233;e &#224; nos utilisateurs. Rien. Nada. Zilch. &#187;</p>

<p align='justify'>Ixquick combine les r&#233;sultats de recherche de plusieurs grands moteurs de recherche, alors que Startpage obtient seulement les r&#233;sultats de recherche de Google et vous les donne dans la confidentialit&#233; la plus compl&#232;te. Aucune donn&#233;e li&#233;e &#224; votre visite n'est conserv&#233;e.</p>
<p align='justify'>Le cryptage SSL automatique est seulement la toute derni&#232;re fonction ajout&#233;e &#224; la famille grandissante des options touchant la vie priv&#233;e dont la combinaison permet &#224; Ixquick de devenir le moteur de recherche le plus confidentiel au monde.</p>
<BR>
<b>&#192; propos d'Ixquick, &#171; Le moteur de recherche le plus confidentiel au monde &#187;</b>

<p align='justify'>Gagnant d'un prix, Ixquick est un moteur de recherche certifi&#233; par une tierce partie et enti&#232;rement anonyme. Il s'agit du seul moteur de recherche comportant un service mandataire gratuit et le premier &#224; offrir le cryptage SSL. Ixquick a obtenu le convoit&#233; &#171; label de confiance &#187; d'EuroPriSe pour ses pratiques exceptionnelles touchant la protection des renseignements personnels et la vie priv&#233;e. Il d&#233;tient aussi le certificat par Certified Secure et l'autorisation de la Dutch Data Protection Authority (autorit&#233; n&#233;erlandaise de protection des renseignements).</p>

<p align='justify'>Le texte du communiqu&#233; issu d&#146;une traduction ne doit d&#146;aucune mani&#232;re &#234;tre consid&#233;r&#233; comme officiel. La seule version du communiqu&#233; qui fasse foi est celle du communiqu&#233; dans sa langue d&#146;origine. La traduction devra toujours &#234;tre confront&#233;e au texte source, qui fera jurisprudence.</p>

<b>Ixquick</b><br>
Relations avec les m&#233;dias, UE<BR>
Alex van Eesteren<BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle"  width="111" height="16">

</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>
