<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>&#192; la suite de la r&#233;v&#233;lation des activit&#233;s de PRISM, les clients sont en qu&#234;te d'autres solutions pr&#233;servant la vie priv&#233;e</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">&#192; la suite de la r&#233;v&#233;lation des activit&#233;s de PRISM, les clients sont en qu&#234;te d'autres solutions pr&#233;servant la vie priv&#233;e</h1> </p>
    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   Le 10 Juin 2013
   <p align='justify'>NEW YORK: Les utilisateurs Internet indign&#233;s en qu&#234;te d'une alternative aux soci&#233;t&#233;s auxquelles ils se fiaient jusqu'alors pour la pr&#233;servation de leur vie priv&#233;e se tournent vers les &#171; moteurs de recherche les plus confidentiels du monde &#187;.</p>

   <p align='justify'><b>StartPage</b> et son moteur de recherche-fr&#232;re <b>Ixquick</b> ont &#233;t&#233; lanc&#233;s en 2006 avec l'intention de d&#233;fendre fermement la vie priv&#233;e et les libert&#233;s civiles de leurs utilisateurs. StartPage fournit un portail priv&#233; aux r&#233;sultats Google tandis qu'Ixquick fournit des r&#233;sultats confidentiels d'autres moteurs de recherche. </p>

   <p align='justify'>Ces services n'adh&egrave;rent pas au programme PRISM ni ne fournissent de donn&eacute;es de utilisateur au gouvernement am&eacute;ricain ou tout autre gouvernement ou agence bas&eacute;s aux &Eacute;tats-Unis ou ailleurs. Les neuf soci&eacute;t&eacute;s les plus importantes d'Internet ne peuvent pas en dire autant.</p>

   <p align='justify'>&laquo; La vie priv&eacute;e de nos utilisateurs repose sur trois fondements importants, &raquo; explique Robert Beens, le PDG de StartPage et de Ixquick. &laquo; Nous sommes bas&eacute;s aux Pays-Bas, nous utilisons des connexions encod&eacute;es et plus important encore, nous ne sauvegardons pas ni ne partageons les donn&eacute;es de recherche personnelles de nos utilisateurs. &raquo;</p>
<ul>
<li>
   <b>Nous ne stockons pas de donn&eacute;es utilisateur:</b> StartPage et Ixquick ne sauvegardent jamais les donn&eacute;es utilisateur, y compris leurs adresses IP et requ&ecirc;tes de recherche, les gouvernements n'ont donc aucune raison de leur demander quoi que ce soit. Cette protection de la vie priv&eacute;e est vraiment compl&egrave;te : la soci&eacute;t&eacute;, qui ne sait m&ecirc;me pas qui sont ses clients, ne peut rien divulguer au gouvernement.
</li><br>
<li>
   <b>Nos connexions sont encod&eacute;es (HTTP s&eacute;curitaire):</b> StartPage et Ixquick sont les premiers moteurs de recherche &#224; avoir recours au cryptage automatique de toutes les connexions pour emp&#234;cher le fouinage. Les requ&#234;tes &#233;tant encod&#233;es, les tiers tels que les fournisseurs de services Internet, les pirates informatiques et les repr&eacute;sentants du gouvernement ne peuvent pas intercepter illicitement les connexions Internet pour voir ce que les gens recherchent.
</li><br/>
<li>
   <b>Nous ne sommes pas r&eacute;gis par la l&eacute;gislation am&eacute;ricaine:</b> StartPage et Ixquick, qui sont bas&eacute;s aux Pays-Bas, ne sont pas directement soumis &agrave; la r&eacute;glementation, aux mandats ni aux ordonnances judiciaires des &Eacute;tats-Unis. Ils ne peuvent donc pas &ecirc;tre contraints &agrave; participer &agrave; des programmes tels que PRISM. La soci&eacute;t&eacute; n'a jamais divulgu&eacute; la moindre donn&eacute;e utilisateur &agrave; aucun gouvernement, quel qu'il soit, lors de ses 14 ann&eacute;es d'activit&eacute;, ce qui n'est pas &eacute;tonnant &eacute;tant donn&eacute; que, de toute mani&egrave;re, elle ne poss&egrave;de aucun renseignement.
</li>
</ul>
<p align='justify'>StartPage et Ixquick sont &eacute;galement les seuls moteurs de recherche dont les pratiques en mati&egrave;re de protection de la vie priv&eacute;e ont &eacute;t&eacute; v&eacute;rifi&eacute;es et <a href="http://www.european-privacy-seal.eu/ws/EPS-en/Ixquick-starpage">certifi&eacute;es par des tiers</a> de fa&ccedil;on ind&eacute;pendante par l'interm&eacute;diaire du programme du label europ&eacute;en de protection des donn&eacute;es personnelles.</p>

<p align='justify'>&laquo; Malheureusement, il aura fallu un scandale comme PRISM pour que les gens se rendent compte que la protection de la vie priv&eacute;e se d&eacute;grade, &raquo; a expliqu&eacute; la Dre Katherine Albrecht, experte en protection de la vie priv&eacute;e dipl&ocirc;m&eacute;e de Harvard ayant contribu&eacute; au d&eacute;veloppement de StartPage. &laquo; Les gens, qui commencent &agrave; en avoir marre d'&ecirc;tre &eacute;pi&eacute;s, cherchent maintenant d'autres solutions. Nous enregistrons d&eacute;j&agrave; pr&egrave;s de 3 millions de requ&ecirc;tes priv&eacute;es chaque jour et pensons que ce nombre ne cessera de cro&icirc;tre &agrave; mesure que les gens prendront leurs distances avec les moteurs de recherche qui sauvegardent et divulguent leurs renseignements confidentiels. &raquo;</p>

<p align='justify'>La soci&eacute;t&eacute; enrichira ses services de protection de la vie priv&eacute;e cet &eacute;t&eacute; avec l'arriv&eacute;e d'un nouveau produit de courrier &eacute;lectronique appel&eacute; <a href="https://www.startmail.com/">StartMail</a>. StartMail offrira une plateforme de courrier &eacute;lectronique payante et priv&eacute;e prot&eacute;g&eacute;e par un cryptage puissant. Les personnes int&eacute;ress&eacute;es par l'essai b&ecirc;ta de ce programme peuvent s'inscrire en ligne &agrave; l'adresse <a href="https://www.startmail.com/">www.StartMail.com</a></p>

<br/>
</td>
  </tr>
    <td style='vertical-align:top;'><p align='justify'><b>E.U. Contact Person</b>: <br/>
           Alex van Eesteren <br/>
           D&eacute;veloppement des ventes et commercial<br/>
           <a href = "https://startpage.com" target = "_blank">www.StartPage.com</a> // <a href = "https://www.ixquick.com" target = "_blank">www.Ixquick.com</a><br/>
           +31-30-6971778
        </p> 
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
