<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Les moteurs de recherche confidentiels StartPage et Ixquick passent le cap des 3 millions de recherches quotidiennes</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">Les moteurs de recherche confidentiels StartPage et Ixquick passent le cap des 3 millions de recherches quotidiennes</h1> <br />
<h2 style='margin-top:6px;'><i>Le trafic monte en fl&#232;che &#224; la suite des r&#233;v&#233;lations concernant le programme de surveillance du gouvernement des &#201;tats-Unis</i></h2></p>

    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   Juin 13, 2013
   <p align='justify'>NEW YORK: Le trafic des utilisateurs des moteurs de recherche priv&#233;s SartPage et Ixquick a augment&#233; de fa&#231;on spectaculaire cette semaine &#224; la suite de l'annonce relative au programme de partage des donn&#233;es PRISM. Ensemble, ces deux moteurs de recherche ont r&#233;alis&#233;, ce mercredi, 3,4 millions de recherches confidentielles, soit une hausse 500 000 par rapport &#224; la semaine pr&#233;c&#233;dente.</p>

<p align='justify'>&#171; Notre trafic de recherche, qui a d&#233;j&#224; augment&#233; de 75 % l'an dernier, est litt&#233;ralement en train d'exploser &#187;, a expliqu&#233; le Directeur g&#233;n&#233;ral Robert Beens. &#171; Les gens sont outr&#233;s par l'existence pr&#233;sum&#233;e des programmes de surveillance secrets am&#233;ricains et cherchent d'autres solutions s&#251;res et efficaces de recherche en ligne. Nous sommes enthousiasm&#233;s par cette croissance et nous accueillons nos nouveaux utilisateurs &#224; bras ouverts &#187;.</p>

<p align='justify'>StartPage et Ixquick, dont les fonctionnalit&#233;s de protection de la vie priv&#233;e sont tr&#232;s sophistiqu&#233;es, se d&#233;signent eux-m&#234;mes comme &#171; les moteurs de recherche les plus confidentiels du monde &#187;. En effet, StartPage permet &#224; ses utilisateurs d'acc&#233;der aux r&#233;sultats de Google dans la plus grande confidentialit&#233; et Ixquick d&#233;livre des r&#233;sultats de recherche confidentiels qui n'incluent pas ceux de Google.</p>

<p align='justify'>La soci&#233;t&#233; n'a jamais particip&#233; &#224; aucun programme gouvernemental de collecte de donn&#233;es, PRISM inclus, et n'a jamais non plus divulgu&#233; de donn&#233;es d'utilisateurs &#224; aucun organisme public de la plan&#232;te. En effet, son si&#232;ge &#233;tant bas&#233; aux Pays-Bas, elle n'est pas directement soumise &#224; la juridiction am&#233;ricaine et n'est non plus contrainte de prendre part aux programmes am&#233;ricains de surveillance ou de collecte de donn&#233;es.</p>

<p align='justify'>StartPage et Ixquick prot&#232;gent leurs utilisateurs gr&#226;ce aux fonctions de confidentialit&#233; suivantes:</p>

<ul>
 <li>Pas d'enregistrement d'adresse IP</li>
 <li>Pas d'enregistrement des crit&#232;res de recherche des utilisateurs</li>
 <li>Pas de recours aux cookies traceurs</li>
 <li>Connexions encod&#233;es (HTTP s&#233;curitaire) pour pr&#233;venir le fouinage</li>
 <li>14 ans d'exp&#233;rience &#233;prouv&#233;e de la soci&#233;t&#233;</li>
 <li>Certification par les tiers</li>
 <li>Serveur proxy gratuit et convivial disponible &#224; chaque recherche</li>
</ul>

<p align='justify'>Pour compl&#233;ter ses produits de recherche, plus tard cette ann&#233;e la soci&#233;t&#233; lancera StartMail, une plate-forme confidentielle de courriers &#233;lectroniques par abonnement dot&#233;e d'un cryptage puissant. Les personnes int&#233;ress&#233;es par l&#146;essai b&#234;ta de ce programme peuvent s'inscrire en ligne &#224; l'adresse www.Startmail.com.</p>

<p>&#171; Nous sommes heureux d'accueillir dans notre zone prot&#233;g&#233;e les gens qui cherchent &#224; fuir la surveillance des donn&#233;es et les pratiques abusives sur Internet &#187;, a expliqu&#233; la Dre Katherine Albrecht, experte en protection de la vie priv&#233;e et dipl&#244;m&#233;e de Harvard, qui a contribu&#233; au d&#233;veloppement de StartPage et de StarMail. &#171; Les gens en ont assez d'&#234;tre &#233;pi&#233;s et nous sommes ravis de les voir enfin s'affirmer et prendre des mesures en cons&#233;quence &#187;.<br/><br/></p>

<p align='justify'><b>Contact USA avec la presse</b>: <br/>
           Tiffany Daschke<br/>
           877-434-3100 x 2
        </p>
<p align='justify'><b>Contact U.E. avec la presse</b>: <br/>
           Alex van Eesteren <br/>
           +31-30-6971778<br />
           D&#233;veloppement des ventes et commercial
        </p>

</td>
  </tr>
</table>
</BODY>
</HTML>
