<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Le moteur de recherche Ixquick.com &#224; l&#146;avant-garde de la protection des informations personnelles cesse totalement d&#146;enregistrer les adresses IP</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Le moteur de recherche Ixquick.com &#224; l&#146;avant-garde de la protection des informations personnelles cesse totalement d&#146;enregistrer les adresses IP</h1><p>
<i>Ixquick encore une fois &#224; l&#146;avant-garde du secteur avec une politique d&#146;absence totale de r&#233;tention des donn&#233;es.</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Bruxelles/New York/Zeist 28 janvier 2009 <BR>
Ixquick (<a href="../../index.html">www.ixquick.com</a>) annonce qu&#146;il a totalement cess&#233; d&#146;enregistrer les adresses IP de ses utilisateurs. Gr&#226;ce &#224; cette nouvelle politique, Ixquick consolide encore sa position de leader affirm&#233;e de longue date dans le domaine de la protection des informations personnelles.
</p>

<p>
La confidentialit&#233; des informations sur Internet est de plus en plus compromise, dans la mesure o&#249; les recherches et consultations sont enregistr&#233;es de mani&#232;re g&#233;n&#233;ralis&#233;e et combin&#233;es dans des profils personnels et comportementaux par les principaux moteurs de recherche. Lorsque vous faites une recherche sur Internet, ces moteurs enregistrent l&#146;heure correspondante, les termes que vous avez utilis&#233;s, les sites que vous avez consult&#233;s et votre adresse IP. Dans de nombreux cas, cette adresse IP permet d&#146;identifier l&#146;ordinateur, et par cons&#233;quent le m&#233;nage, qui a effectu&#233; la recherche.
</p>

<p>
Ixquick effa&#231;ait auparavant les informations personnelles de ses utilisateurs dans les 48 heures. D&#232;s aujourd&#146;hui &#150; la Journ&#233;e de la protection des donn&#233;es 2009 &#150; les adresses IP ne sont plus enregistr&#233;es.<BR>
La n&#233;cessit&#233; technique d&#146;enregistrement des adresses IP pendant 48 heures, pour bloquer l&#146;utilisation automatis&#233;e des serveurs d&#146;Ixquick, a &#233;t&#233; &#233;limin&#233;e par des avanc&#233;es technologiques r&#233;centes.
</p>

<p>
&#171;Chez Ixquick, nous pensons que les gens ont un droit fondamental &#224; la vie priv&#233;e&#187; indique son PDG Robert Beens. <BR>
&#171;L&#146;utilisation d&#146;un moteur de recherche vous conduit &#224; confier vos secrets et vos habitudes les plus intimes, et cela devrait se faire en toute s&#233;curit&#233;. Ixquick s&#146;est dot&#233; de la meilleure politique en mati&#232;re de protection des informations personnelles de tout le secteur de la recherche sur Internet. Aujourd&#146;hui, elle est encore meilleure.&#187;
</p>

<p>
En raison des pressions exerc&#233;es par les organismes r&#233;glementaires europ&#233;ens, les organisations de d&#233;fense de la protection des informations personnelles et des pr&#233;occupations croissantes du public, les plus grands moteurs de recherche, Yahoo, Google et MSN ont offert de r&#233;duire leurs d&#233;lais de r&#233;tention des informations &#224; entre trois et 18 mois. Mais M. Beens met en garde: &#171;Quant il s&#146;agit de la vie priv&#233;e, ce sont les d&#233;tails qui tuent. Ces moteurs se servent d&#146;identifiants de connexion et de fichiers t&#233;moins uniques qui sont automatiquement charg&#233;s sur votre ordinateur lorsque vous effectuez une recherche. Les deux techniques peuvent &#171;&#160;lier&#160;&#187; vos recherches les unes aux autres bien au-del&#224; des d&#233;lais de r&#233;tention officiels. C&#146;est pour cela qu&#146;Ixquick n&#146;utilise aucune de ces m&#233;thodes.&#187; .
</p>

<p>
Ixquick va encore plus loin dans la protection des informations personnelles en offrant une connexion s&#233;curis&#233;e &#224; l&#146;aide du protocole https qui permet d&#146;&#233;viter l&#146;espionnage des utilisateurs d&#146;Ixquick et pr&#233;voit de lancer un service appel&#233; &#171;&#160;mandataire&#160;&#187; au cours des quelques prochains mois pour permettre la navigation sur le Web dans l&#146;anonymat le plus complet.
</p>

<p>
&#171;Nous sommes fiers de cette distinction&#187;, confie M. Beens. &#171;Il s&#146;agit de la preuve la plus irr&#233;futable que nous gardons nos promesses. Si l&#146;on effectue une recherche avec Ixquick, on obtient les meilleurs r&#233;sultats, dans l&#146;anonymat le plus total.&#187;
</p>


<b>&#192; propos d'Ixquick</b> <BR>
Ixquick est un moteur de recherche international prim&#233; ayant adopt&#233; une politique de pointe en mati&#232;re de protection de la vie priv&#233;e. Lanc&#233; sur Internet en 1998, Ixquick est une soci&#233;t&#233; de Surfboard Holding BV, une entreprise des Pays-Bas. Des informations compl&#233;mentaires relatives &#224; Ixquick peuvent &#234;tre consult&#233;es sur le site : <a href="../../index.html">www.ixquick.com</a> <br>

<p>Pour tout renseignement compl&#233;mentaire en ce qui concerne le Sceau europ&#233;en de protection de la vie priv&#233;e, veuillez consulter: <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<i>Pour toute demande d&#146;informations de la part d&#146;organes de presse&#160;: </i><br />
Alex van Eesteren, Vice-pr&#233;sisent, D&#233;veloppement commercial et m&#233;dias. <BR>
+31 30 6971778 <BR>

<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</font>
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
