<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<TITLE>Le moteur de recherche Ixquick lance la navigation Web anonyme</TITLE>
<link href="../../css/jwplayer_support.css" type="text/css" rel="StyleSheet" />
<script src="../../js/jquery-1.8.0.min.js" type="text/javascript"></script>
<script type="text/javascript" src="../../js/jquery.autocomplete.js"></script>
<script type="text/javascript" src="../../jwplayer/jwplayer.js"></script>
<script type="text/javascript" src="../../js/swfobject_2.2.js"></script>
<script type="text/javascript">jwplayer.key='9OTAGe6swAaUb3jUw7G+MUBBtPKR6rOHmrbjraHb0Og=';</script>
<script type="text/javascript" src="../../js/jwplayer_support.js"></script>
</HEAD>
<BODY>
<div id="toPopup">
 <div class="close"></div>
 <div id="popup_content">
   <div id="sm-video" style="position: relative; display: none; width: 640px; height: 360px;">Jwplayer Loading
     <div style="display: none;" id="sm-video_aspect"></div>
     <div id="sm-video_jwpsrv" style="position: absolute; top: 0px; z-index: 10;"></div>
   </div>
  </div>
</div>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Le moteur de recherche Ixquick lance la navigation Web anonyme </h1> 
<h2><i>Ce serveur mandataire gratuit et novateur permet une confidentialit&#233; en ligne totale </i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

28 janvier 2010
<p align='justify'>
Ixquick, le moteur de recherche le plus confidentiel du monde, et sa marque am&#233;ricaine, Startpage.com, ont annonc&#233; aujourd&#146;hui le lancement d&#146;un nouveau service de serveur mandataire qui permet aux utilisateurs de surfer sur le web en toute confidentialit&#233;. Le mandataire permet aux utilisateurs de consulter des sites web de fa&#231;on sure et anonyme, sans qu&#146;aucune information priv&#233;e et personnellement identifiable ne parvienne aux sites web consult&#233;s.
</p>

<p align='justify'>
Le serveur mandataire Ixquick est un service qui fonctionne conjointement avec le moteur de recherche Ixquick, disponible sur <a href="../../index.html">www.ixquick.com</a>. Lorsqu&#146;un utilisateur effectue une recherche, il a la possibilit&#233; de cliquer sur une option "proxy" sous chacun des r&#233;sultats de sa recherche. Lorsque cette option est activ&#233;e, Ixquick sert d&#146;interm&#233;diaire pour r&#233;cup&#233;rer la page et l&#146;afficher dans une fen&#234;tre Ixquick dont laquelle les donn&#233;es personnelles sont parfaitement prot&#233;g&#233;es.
</p>

<p align='justify'>
Le serveur mandataire permet un anonymat total, puisque l&#146;utilisateur n&#146;est jamais en contact direct avec le site web tiers. L&#146;adresse IP de l&#146;utilisateur n&#146;est pas accessible au site web visit&#233;. De plus, le site web ne peut ni voir, ni placer de fichiers t&#233;moins sur le navigateur de l&#146;utilisateur.
</p>

<p align='justify'>
Les services de serveur mandataire r&#233;pondent aux principes de protection des donn&#233;es personnelles qui ont fait d&#146;Ixquick le leader en mati&#232;re de confidentialit&#233; de moteur de recherche. Ixquick n&#146;enregistre aucune adresse IP, n&#146;archive pas les recherches d&#146;un utilisateur ni aucune information quant &#224; l&#146;utilisation du serveur mandataire. Les pratiques de collecte d&#146;information de la soci&#233;t&#233; sont certifi&#233;es par un organisme ind&#233;pendant qui d&#233;cerne le &#171;&#160;label europ&#233;en pour la Protection des informations personnelles&#148; et sont partout reconnues comme les meilleures du march&#233;.
</p>

<p >Le serveur mandataire est lanc&#233; aujourd&#146;hui, 28 janvier, &#224; l&#146;occasion de la Journ&#233;e Internationale sur la Confidentialit&#233; des Donn&#233;es Priv&#233;es.
</p>

<p align='justify'>
"Les gens sont plus que jamais soucieux des r&#232;gles de conservation des donn&#233;es en ligne," d&#233;clare Robert Beens, PDG. "Nous voulions leur proposer un outil utile et ce serveur mandataire vient logiquement compl&#233;ter nos services. Le moteur de recherche est un point de d&#233;part &#224; partir duquel on consulte d&#146;autres pages web. D&#233;sormais, nos utilisateurs peuvent b&#233;n&#233;ficier de la protection des donn&#233;es personnelles que procure Ixquick &#224; un niveau encore sup&#233;rieur, et &#233;galement consulter en toute confidentialit&#233; les sites qu&#146;ils ont trouv&#233;s. Ce serveur mandataire parach&#232;ve parfaitement le concept de confidentialit&#233; totale des recherches."
</p>

<p align='justify'>
Vous trouverez plus d&#146;informations sur le nouveau serveur mandataire Ixquick, ainsi qu&#146;une vid&#233;o expliquant le service par la porte-parole am&#233;ricaine de Ixquick, le Dr. Katherine Albrecht, expert en protection des donn&#233;es priv&#233;es, sur la page "Ixquick Proxy Explained": <a href="../../proxy/fra/help.html">https://ixquick.com/proxy/fra/help.html</a>
</p>

<p >Vous pouvez aussi voir directement la vid&#233;o sur: <a id='watchTheVideo' class='topopup' href="../../vd/ixquick-proxy-service-francais-WbdhYNNqbEE.mp4" onclick="addVideo(event, 'https://ixquick.com/vd/ixquick-proxy-service-francais-WbdhYNNqbEE.mp4', 'Video or Audio couldn\'t be played as JwPlayer require flash player 10 or above');"  style="display:inline"><strong>Regardez la vid&#233;o ici</strong></a></p>


<p align='justify'>Les personnes souhaitant tester le serveur mandataire Ixquick peuvent effectuer une recherche sur : https://www.ixquick.com, puis cliquer sur l&#146;option "proxy" sous le r&#233;sultat de la recherche.

</p>


<b>A propos de Ixquick</b>
<p align='justify'>
Ixquick est un moteur de recherche d&#251;ment r&#233;compens&#233;, &#224; l&#146;avant-garde de la protection des donn&#233;es priv&#233;es. Fond&#233; &#224; New York en 1998, Ixquick est le seul grand moteur de recherche qui fournit des recherches enti&#232;rement anonymes et prot&#233;g&#233;es, puisqu&#146;il n&#146;enregistre aucune des donn&#233;es personnelles de ses utilisateurs. C&#146;est &#233;galement le premier et le seul moteur de recherche &#224; proposer le cryptage SSL pour emp&#234;cher l&#146;interception des donn&#233;es. Pour de plus amples informations sur Ixquick, y compris sur ses exceptionnelles pratiques en mati&#232;re de traitement des donn&#233;es, veuillez visiter www.ixquick.com.
</p>

<p>
Aux &#201;tats-Unis Ixquick est plus connu sous le nom de Startpage.com.
</p>

<p>Pour toutes demandes d&#146;information &#233;manant d&#146;organes de presse, veuillez contacter:<BR><BR>
Alex van Eesteren <BR>
D&#233;veloppement Commercial et M&#233;dias <BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif"  align="absmiddle" width="111" height="16">
<BR><BR>
OR<BR><BR>
Dr. Katherine Albrecht <BR>
Marketing et M&#233;dias USA <BR>
877-434-3100 [appel gratuit des USA] <BR>
+1 973-273-2125 [&#224; l&#146;International] <BR>
<img src="../../graphics/kma_ixquick_email_black.gif"  align="absmiddle"> 
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
