<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><html>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
   <TITLE>StartMail lance &#171; le cryptage d'e-mail simplifi&#233; &#187; lors de la conf&#233;rence pii2014</TITLE>
</HEAD>
<BODY>
<table align="center" border="0" cellpadding="0" cellspacing="0" width="620">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border="0"></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">StartMail lance &#171; le cryptage d'e-mail simplifi&#233; &#187; lors de la conf&#233;rence pii2014</h1>
   <!--h2 style="margin-top:6px;"><i></i></h2-->

    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   ZEIST, The Netherlands, le 13 novembre 2014
   <h2 style="margin-top:6px;"><i>M&#234;me les d&#233;butants peuvent tirer parti du puissant cryptage PGP en un clic</i></h2><p></p>
   <p align="justify"><a href="https://www.startmail.com/" target="_blank">StartMail.com</a>, le service de messagerie priv&#233; par e-mail proposant le cryptage r&#233;volutionnaire PGP en un clic, est lanc&#233; officiellement aujourd'hui lors de la conf&#233;rence Privacy Identity Innovation (Innovations sur la confidentialit&#233; de l'identit&#233;, pii2014) et compte d&#233;j&#224; plus de 20 000 demandes pour son service par abonnement.</p>

   <p align="justify">Robert Beens, PDG de la soci&#233;t&#233;, attribue le succ&#232;s rapide de StartMail aux r&#233;v&#233;lations d'Ed Snowden concernant la surveillance du gouvernement ainsi qu'aux inqui&#233;tudes n&#233;es du fait que Hotmail, Yahoo et Gmail analysent les communications priv&#233;es du public &#224; des fins marketing. &#171; Les consommateurs sont pr&#234;ts pour le changement. Ils en ont assez de la surveillance polici&#232;re du gouvernement et d'une "&#233;conomie de harc&#232;lement" &#187;, a t-il d&#233;clar&#233;.</p>

   <p align="justify">Ed Snowden a conseill&#233; aux gens de se prot&#233;ger eux-m&#234;mes avec un syst&#232;me de cryptage mais jusqu'&#224; pr&#233;sent peu ont pu suivre cet avis, &#233;tant donn&#233; la difficult&#233; de mise en place et d'utilisation d'une solution de cryptage. StartMail a r&#233;solu ce probl&#232;me en donnant aux utilisateurs le pouvoir de crypter les messages e-mail en un seul clic. C'est tellement simple que m&#234;me un d&#233;butant peut s'en servir.</p>


   <p align="justify">&#171; Il est temps que les gens utilisent le cryptage pour leurs communications quotidiennes &#187;, a ajout&#233; M. Beens. &#171; Nous l'avons donc simplifi&#233;. StartMail utilise le Web, prend en charge le protocole IMAP et poss&#232;de d'excellents outils de confidentialit&#233; tels que des adresses e-mail non r&#233;utilisables et un cryptage par question et r&#233;ponse. &#187; Ces fonctionnalit&#233;s de confidentialit&#233; d'avant-garde ont attir&#233; une communaut&#233; d'utilisateurs passionn&#233;s, plus de 70 000 personnes s'inscrivant comme testeurs b&#234;ta ou demandant des invitations pour avoir un compte.</p>

   <p align="justify">StartMail est bas&#233;e en Europe, en dehors de la juridiction des &#201;tats-Unis, o&#249; la soci&#233;t&#233; n'est pas directement sujette aux mandats de surveillance de masse am&#233;ricains, et la soci&#233;t&#233; a jur&#233; de ne jamais coop&#233;rer avec des programmes tels que PRISM. StartMail a &#233;t&#233; cr&#233;&#233;e par l'&#233;quipe responsable de StartPage.com et Ixquick.com, les moteurs de recherche les plus confidentiels au monde, et r&#233;put&#233;s pour la protection de la confidentialit&#233; des utilisateurs depuis pr&#232;s de 10 ans.</p>

   <p align="justify">&#192; la diff&#233;rence des autres soci&#233;t&#233;s, StartMail n'exploite pas les donn&#233;es de ses clients pour en tirer des revenus commerciaux et elle ne lit jamais les messages des utilisateurs. Un abonnement d'un an &#224; StartMail co&#251;te 49,95 &#128;, soit environ 4 &#128; par mois, et peut &#234;tre achet&#233; en ligne sur le site <a href="https://www.startmail.com" target="_blank">www.startmail.com</a>.</p>

   <p align="justify">&#171; La soci&#233;t&#233; paye un prix &#233;lev&#233; pour ces services soi-disant "gratuits", aussi nous avons choisi une voie diff&#233;rente &#187;, a expliqu&#233; M. Beens. &#171; Nous sommes responsables vis-&#224;-vis de nos clients, et non envers des marchands ou des agents du gouvernement. En nous soutenant, nos utilisateurs font valoir leurs droits dans la r&#233;volution de la confidentialit&#233;. Nous pensons que chacun a le droit de communiquer en toute s&#233;curit&#233;. C'est pourquoi la confidentialit&#233; n'est pas seulement notre politique. C'est notre mission &#187;, a conclu M. Beens.</p>

   <p><b>&#192; propos de StartPage, Ixquick et StartMail&#160;</b></p>

    <p align="justify">StartMail.com est un service priv&#233; de messagerie e-mail implant&#233; aux Pays-Bas qui rend le cryptage PGP accessible et facile d'utilisation. StartPage et Ixquick sont des moteurs de recherche priv&#233;s proposant un anonymat complet, un service de proxy gratuit et qui sont r&#233;guli&#232;rement bien not&#233;s pour leurs mesures de s&#233;curit&#233;. Pour tout compl&#233;ment d'information, veuillez consulter les sites <a href="https://www.startmail.com" target="_blank">StartMail.com</a>, <a href="https://www.startpage.com" target="_blank">StartPage.com</a> ou <a href="../../index.html" target="_blank">Ixquick.com</a>.</p>

   <p><b>&#192; propos de pii2014 </b></p>
    <p align="justify">La 5e conf&#233;rence annuelle Privacy Identity Innovation, <a href="https://www.privacyidentityinnovation.com/events/pii2014-sillicon-valley" target="_blank">pii2014 Silicon Valley</a>, se d&#233;roule du 12 au 14 novembre &#224; l'h&#244;tel Crowne Plaza de Palo Alto. Cette conf&#233;rence s'int&#233;resse au futur de l'innovation, &#224; ce qu'elle signifie pour l'avenir de la confidentialit&#233; et de l'identification, et &#224; la fa&#231;on d'&#233;tablir la confiance au sein des technologies &#233;mergentes et des mod&#232;les commerciaux. </p>


<p align="justify">StartMail Marketing and Media Relations<br>
Europe : +31-30-30 33 340<br>
<img src="../../graphics/press_startmail_blue.gif" align="absmiddle"></p>


</font>
</td>
  </tr>
</table>
</BODY>
</HTML>