<!DOCTYPE HTML>
    <!--[if lt IE 7 ]> <html class='ie6 ie'> <![endif]-->                                                                         
    <!--[if IE 7 ]> <html class='ie7 ie'> <![endif]-->                                                                                                                                                      
    <!--[if IE 8 ]> <html class='ie8 ie'> <![endif]-->                                                                                                                                                      
    <!--[if IE 9 ]> <html class='ie9 ie'> <![endif]-->                                                                                                                                                      
    <!--[if (gt IE 9)|!(IE)]><!-->                                                                                                                                                                          
    <html>                                                                                                                                                                                                  
    <!--<![endif]-->
     <head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">     
    <meta name="viewport" content="width=device-width,maximum-scale=1">
    <meta name="format-detection" content="telephone=no">
    <title>  </title>
    
<link rel="icon" href="../ix-favicon.ico" type="image/x-icon"/>
<link rel="shortcut icon" href="../ix-favicon.ico" type="image/x-icon"/>
<link rel="apple-touch-icon" sizes="57x57" href="../graphics/favicon/ix-apple-touch-icon-57x57.png">
<link rel="apple-touch-icon" sizes="114x114" href="../graphics/favicon/ix-apple-touch-icon-114x114.png">
<link rel="apple-touch-icon" sizes="72x72" href="../graphics/favicon/ix-apple-touch-icon-72x72.png">
<link rel="apple-touch-icon" sizes="144x144" href="../graphics/favicon/ix-apple-touch-icon-144x144.png">
<link rel="apple-touch-icon" sizes="60x60" href="../graphics/favicon/ix-apple-touch-icon-60x60.png">
<link rel="apple-touch-icon" sizes="120x120" href="../graphics/favicon/ix-apple-touch-icon-120x120.png">
<link rel="apple-touch-icon" sizes="76x76" href="../graphics/favicon/ix-apple-touch-icon-76x76.png">
<link rel="apple-touch-icon" sizes="152x152" href="../graphics/favicon/ix-apple-touch-icon-152x152.png">
<link rel="icon" sizes="196x196" href="../graphics/favicon/ix-favicon-196x196.png" type="images/png">
<link rel="icon" sizes="160x160" href="../graphics/favicon/ix-favicon-160x160.png" type="images/png">
<link rel="icon" sizes="96x96" href="../graphics/favicon/ix-favicon-96x96.png" type="images/png">
<link rel="icon" sizes="16x16" href="../graphics/favicon/ix-favicon-16x16.png" type="images/png">
<link rel="icon" sizes="32x32" href="../graphics/favicon/ix-favicon-32x32.png" type="images/png">
<link href="../graphics/favicon/ix-favicon-16x16.png" type="images/png" rel="shortcut icon">
<meta name="msapplication-TileColor" content="#6589c7">
<meta name="msapplication-TileColor" content="/graphics/favicon/ix-mstile-144x144.png">

    <link href='../css/retina_about_pages-v=5.css' type='text/css' media="all"  rel='StyleSheet' />
    <!--[if lt IE 9]><link href='../css/lt_ie9-v=5.css' type='text/css' media="all"  rel='StyleSheet' /><![endif]-->
    
        <style>
         .navbar-header {
             padding: 4px 0 5px 0;
             margin: 0 auto;
             /* width: 860px; */
         }
         .logo-container {
             width:860px;
             margin:0 auto;
         }

         .navbar-brand {
             padding: 13px 15px 8px 0!important;
         }</style>
    <script language='javascript' type='text/javascript' src='../js/retina_about_pages-v=5.js'></script>            
    <!--[if lt IE 9]><script language='javascript' type='text/javascript' src='../js/less_than_ie9-v=5.js'></script><![endif]-->
    <script>function setFocus() { var pageUrl = window.location.href; if (!pageUrl.match(/jump_to/)) { document.getElementById("query_top").focus(); } }</script>
    
	<script>
   	jQuery(window).load(function() {
		jQuery('.accordionButton').click(function(e){
			e.preventDefault();
            var div_display = jQuery(this).next('.accordionContent').css('display');
            if (div_display == 'block') {
                jQuery(this).next('.accordionContent').slideUp();
            } else {
                jQuery('div.accordionContent').slideUp();
                jQuery(this).next('.accordionContent').slideToggle();
            }
    	});
    });

jQuery(window).load(function () {
    jQuery('div[id^=tOoLtIp]').each(function() {
        var obj = jQuery(this);
        jQuery(this).addClass('sb-tooltip');
        jQuery(this).find('*').removeAttr('bgcolor color face style');
    });
});

function verifyChecked (form_obj) { 
    var formname = form_obj.name; 
    var orig_query = document[formname].query.value; 
    if (orig_query == "") { 
        return false; 
    } 
    form_obj.submit(); 

    return false; 
}
      
    </script>
	
    <script type='text/javascript'>
    
    
        jQuery(window).load(function(){
            var additional_parm = '';
        
            var pref_args = prepare_propagation_arguments();
            additional_parm = pref_args;
            
            cpt_js_prgtr(additional_parm);
        });
        function cpt_js_prgtr(additional_parm) {
            var urlParams;
            (window.onpopstate = function () {
                var match,
                pl     = /\+/g,
                search = /([^&=]+)=?([^&]*)/g,
                decode = function (s) { try {return decodeURIComponent(s.replace(pl, " "));} catch(e){} },
                query  = window.location.search.substring(1);

                urlParams = {};
                while (match = search.exec(query)) {
                    urlParams[decode(match[1])] = decode(match[2]);
                }
            })();
            var params = new Array ('vf', 'vft', 'fm', 'fmt', 'op');
    
            params[params.length] = 'prf';
            params[params.length] = 'prfh';
        
            var cpt_prms = additional_parm;
            var cpt_h = '';
            var cpt_prms_no_hmb = '';
            jQuery.each(params, function(index, elem) {
                if (urlParams[elem] != undefined && /^[a-zA-Z0-9]+$/.test(urlParams[elem])) {
                    cpt_h += '<input value="'+urlParams[elem]+'" name="'+elem+'" type="hidden">';
                    if (cpt_prms === '') {
                        cpt_prms += elem+'='+urlParams[elem]+'&';
                    } else {
                        cpt_prms += '&'+elem+'='+urlParams[elem]+'&';
                    }   
                    if(elem != 'hmb') {
                        cpt_prms_no_hmb += elem+'='+urlParams[elem]+'&';
                    }
                }
            });
            
        cpt_prms +="hmb=1";
        cpt_h += '<input value="1" name="hmb" type="hidden">';
        
            if (cpt_prms) {
                if (jQuery('.cpt_prgtr').length) {
                    jQuery('.cpt_prgtr').each(function() {
                        var search_box_params = jQuery(this).html();
                        var pttrn = new RegExp('name=('+params.join('|')+')');
                        if(!(pttrn.test(search_box_params))) {
                            jQuery(this).prepend(cpt_h);
                        }
                    });
                }
            }           
          
            var base_url = "<!--KEEPTEL-->http://ixquick.com";
            base_url = base_url.replace('<!--KEEPTEL-->','');
            if (base_url != '') {
                base_url = base_url.match(/^https?:\/\/[^/]+/)[0];
            }
            base_url_regexp = '^('+base_url+'.+?|\\/\\w.+?)(#.*)?$';
            base_url_regexp = base_url_regexp.replace('http://', 'https?://');
            var jump_to_tag_regexp = new RegExp(base_url_regexp, 'g');
	    
            jQuery("a").each(function() {
                if (jQuery(this).hasClass('no-cpt-prgpt')) {
                    return;
                } else {
                    var old_inner_content = jQuery(this).html();
                    var href = jQuery(this).attr("href");
                    var pttrn = new RegExp('('+params.join('|')+')=');
                    if(href != undefined && !(pttrn.test(href)) && href.match(jump_to_tag_regexp)) {
                        var append_char = (href.match(/\?/)) ? "&" : "?";
                        var jump_to_tag = '';
                        var p_matches;
                        if (p_matches = jump_to_tag_regexp.exec(href)) {
                            href = p_matches[1];
                            jump_to_tag  = p_matches[p_matches.length - 1];
                        }
                        if (!jump_to_tag) {
                            jump_to_tag = '';
                        }
						if (cpt_prms || jump_to_tag) { 
                            if(jQuery('.home-wrapper').length > 0 && jQuery(this).closest('#settings_lang_div').length && !window.location.href.match(/hmb=1/)){
                                href += append_char + cpt_prms_no_hmb + jump_to_tag;
                            }
                            else{
							    href += append_char + cpt_prms + jump_to_tag;
                            }
							jQuery(this).attr("href", href);
						}
                    }
                    jQuery(this).html(old_inner_content);
                }
            });
        }
    
    </script>
    </head>

    <body  >
    
    
    <div class="wrapper"><nav class="navbar navbar-default nav-effect" role="navigation" style="margin-bottom: 0">
                    <div class="navbar-header" style="padding: 0;">
                     <div class="logo-container">
                       <a class="navbar-brand ix_logo" href="index.html">
                        <img src="../graphics/no_tm_ixquick_retina_results_page_logo.png" style="width: 126px; height: 35px; margin-top: 2px;" />
                       </a>
                     </div>
                    </div>
                  </nav>
                  

    <div id="wrapper-inner" class="wrapper-no-js" style="max-width: 860px !important;min-width: 860px !important;margin-left: auto !important;margin-right: auto !important;">
    <div class="row">
      <div class="col-lg-12">
        <div id='inner_content'>
          <table border="0" cellspacing="0" cellpadding="0" width="100%" class="bodyContent">
            <tr>
              
    <td>
    <div class="rightContent" id="content">
    <div>Villkor</div>
Ixquicks Search Toolbar, Deskbar och plugin-programmet f&#246;r webbl&#228;saren (tillsammans kallade "Ixquick Search Applications" (Ixquicks s&#246;kprogramvara) g&#246;r det enkelt att anv&#228;nda Ixquicks s&#246;kfunktioner. N&#228;r du anv&#228;nder dig av dem vidarebefordras dina beg&#228;randen till Ixquick s&#229; att resultaten kan skickas tillbaka till dig. Programmen Toolbar och Deskbar kontrollerar regelbundet om det finns nyare versioner tillg&#228;ngliga, och kan fr&#229;ga dig om du vill uppgradera. Dina s&#246;kningar och annan anv&#228;ndning &#228;r konfidentiella, och anonyma, i enlighet med v&#229;r <a class='blue_link' href="privacy-policy.html">Sekretesspolicy</a>.<br><br>
<div>Endast f&#246;r icke-kommersiell anv&#228;ndning</div>
Ixquicks s&#246;kvaruprogram tillhandah&#229;lls endast f&#246;r icke-kommersiell anv&#228;ndning. Det inneb&#228;r att du kan anv&#228;nda den p&#229; arbetet eller hemma och s&#246;ka efter vad du vill. Men du m&#229;ste f&#229; tillst&#229;nd av Ixquick om du vill s&#228;lja Ixquick Toolbar, Deskbar eller plugin-program till webbl&#228;sare eller information, tj&#228;nster eller programvara associerad till eller som h&#228;rr&#246;r fr&#229;n den, eller om du vill &#228;ndra, kopiera (f&#246;rutom enligt nedan), licensiera eller skapa h&#228;rlett arbete fr&#229;n Ixquicks s&#246;kvaruprogram. Dessutom f&#229;r du inte anv&#228;nda Ixquick Search Applications p&#229; n&#229;got s&#228;tt som kan skada, inaktivera, &#246;verbelasta eller f&#246;rsvaga Ixquicks s&#246;ktj&#228;nster (t.ex. f&#229;r du inte anv&#228;nda Ixquick Search Applications p&#229; ett automatiserat s&#228;tt), inte heller f&#229;r du anv&#228;nda dem p&#229; n&#229;got s&#228;tt som kan st&#246;ra annan parts anv&#228;ndning av Ixquicks s&#246;ktj&#228;nster.
<br><br>
Om du har n&#229;gra fr&#229;gor om distributionsvillkoren eller id&#233;er om hur den kan f&#246;rb&#228;ttras ber vi dig e-posta oss via l&#228;nken "Let us Know" (Ber&#228;tta) p&#229; webbplatsen Ixquick.com. Observera att n&#228;r du g&#246;r det ger du ocks&#229; Ixquick och tredje part r&#228;tt att anv&#228;nda och inf&#246;rliva dina id&#233;er eller kommentarer i Ixquicks s&#246;kprogramvara (eller tredje parts programvara) utan ytterligare kompensation.
<div>Immaterialr&#228;tt</div>
Du erk&#228;nner att Ixquick eller tredje part innehar alla r&#228;ttigheter, namn och intresse av och till Ixquick Search Applications, delar d&#228;rav, eller programvara som tillhandah&#229;lls genom eller i samband med Ixquick Search Applications, d&#228;ribland, men utan begr&#228;nsning till, all immaterialr&#228;tt. Med "immateriella r&#228;ttigheter" avses alla r&#228;ttigheter som existerar enligt patentlagar, copyright-lagar, handelslagar, varum&#228;rkeslagar, konkurrenslagar, och all annan &#228;gander&#228;tt, samt alla till&#228;mpningar, f&#246;rnyelser, ut&#246;kningar och restaureringar d&#228;rav, nu eller senare, i kraft v&#228;rlden &#246;ver. Du accepterar att inte &#228;ndra, anpassa, &#246;vers&#228;tta, f&#246;rbereda arbete med Ixquick Search Applications som ursprung, dekompilera, utnyttja k&#228;llkoden eller p&#229; annat s&#228;tt anv&#228;nda k&#228;llkoden fr&#229;n Ixquick Search Applications. Du accepterar &#228;ven att inte ta bort, d&#246;lja eller &#228;ndra Ixquicks eller n&#229;gon tredje parts copyrightmeddelande, varum&#228;rken eller andra meddelanden om &#228;gander&#228;tt som h&#246;r till, ing&#229;r i eller kan kommas &#229;t i samband med eller genom Ixquick Search Applications.
<br><br>
<div>Friskrivning fr&#229;n garantier</div>
Ixquick och tredje part som g&#246;r sin programvara tillg&#228;nglig i samband med eller genom Ixquick Search Applications friskriver sig fr&#229;n allt ansvar f&#246;r skada som uppst&#229;r vid anv&#228;ndning av Ixquick Search Applications och/eller tredje parts programvara som anv&#228;nts med eller genom Ixquick Search Applications.
<br><br>
IXQUICK SEARCH APPLICATIONS OCH EVENTUELL PROGRAMVARA FR&#197;N TREDJE PART SOM TILLHANDAH&#197;LLS I SAMBAND MED ELLER GENOM IXQUICK SEARCH APPLICATIONS TILLHANDAH&#197;LLS "I BEFINTLIGT SKICK", UTAN N&#197;GRA SOM HELST GARANTIER. IXQUICK OCH S&#197;DAN TREDJE PART AVS&#196;GER SIG UTTRYCKLIGEN, S&#197; L&#197;NGT LAGEN MEDGER, ALLA UTTRYCKLIGA, UNDERF&#214;RST&#197;DDA OCH LAGSTADGADE GARANTIER, INKLUSIVE OCH UTAN BEGR&#196;NSNING TILL, GARANTIER OM S&#196;LJBARHET, L&#196;MPLIGHET F&#214;R ETT VISST SYFTE OCH FR&#197;NVARO AV INTR&#197;NG I ANNANS R&#196;TTIGHETER. IXQUICK OCH EVENTUELL TREDJE PART SOM G&#214;R SIN PROGRAMVARA TILLG&#196;NGLIG I SAMBAND MED ELLER GENOM IXQUICK SEARCH APPLICATIONS FRISKRIVER SIG FR&#197;N ALLA GARANTIER G&#196;LLANDE S&#196;KERHET, STABILITET, PUNKTLIGHET OCH PRESTANDA F&#214;R IXQUICK SEARCH APPLICATIONS OCH PROGRAMVARA FR&#197;N TREDJE PART.
<br><br>
DU F&#214;RST&#197;R OCH GODK&#196;NNER ATT DU H&#196;MTAR OCH/ELLER ANV&#196;NDER IXQUICK SEARCH APPLICATIONS OCH ALLA PROGRAMVAROR FR&#197;N TREDJE PART SOM G&#214;RS TILLG&#196;NGLIGA I SAMBAND MED ELLER GENOM IXQUICK SEARCH APPLICATIONS P&#197; EGEN RISK, OCH ATT DU &#196;R ENSAM ANSVARIG F&#214;R SKADOR P&#197; DIN DATOR OCH DITT DATASYSTEM ELLER F&#214;R F&#214;RLUST AV INFORMATION SOM SKER P&#197; GRUND AV H&#196;MTNING ELLER ANV&#196;NDNING AV IXQUICK SEARCH APPLICATIONS OCH PROGRAMVARA FR&#197;N TREDJE PART. VISSA STATER OCH ANDRA JURISDIKTIONER MEDGER INTE UTESLUTANDE AV UNDERF&#214;RST&#197;DDA GARANTIER, S&#197; OVANST&#197;ENDE BEGR&#196;NSNINGAR KANSKE INTE G&#196;LLER DIG. DU KAN OCKS&#197; HA ANDRA R&#196;TTIGHETER SOM SKILJER SIG MELLAN OLIKA STATER OCH JURISDIKTIONER.
<br><br>
<div>Begr&#228;nsning av skadest&#229;ndsansvar</div>
UNDER INGA OMST&#196;NDIGHETER SKA IXQUICK OCH EVENTUELL TREDJE PART SOM G&#214;R SIN PROGRAMVARA TILLG&#196;NGLIG I SAMBAND MED ELLER GENOM IXQUICK SEARCH APPLICATIONS VARA ANSVARIG F&#214;R ANV&#196;NDARE F&#214;R ATT DENNE ANV&#196;NT ELLER MISSBRUKAT IXQUICK SEARCH APPLICATIONS OCH PROGRAMVARA FR&#197;N TREDJE PART. S&#197;DAN BEGR&#196;NSNING AV ANSVAR SKA TILL&#196;MPAS VID DIREKTA, INDIREKTA, OAVSIKTLIGA, S&#196;RSKILDA, TYPISKA OCH ANDRA SKADOR OBEROENDE AV OM S&#197;DANT KRAV BASERAS P&#197; GARANTI, KONTRAKT, KR&#196;NKNING (INKLUSIVE V&#197;LLANDE), ELLER ANNAT, (&#196;VEN OM IXQUICK OCH/ELLER EN TREDJE PARTS PROGRAMVARULEVERANT&#214;R HAR MEDDELATS OM RISKEN F&#214;R S&#197;DANA SKADOR). S&#197;DAN ANSVARSBEGR&#196;NSNING SKA VARA TILL&#196;MPLIG OAVSETT OM SKADORNA UPPST&#197;R VID ANV&#196;NDNING ELLER MISSBRUK AV OCH VID TILLIT TILL IXQUICK SEARCH APPLICATIONS OCH ALL TREDJE PARTS PROGRAMVARA SOM GJORTS TILLG&#196;NGLIG I SAMBAND MED ELLER GENOM IXQUICK SEARCH APPLICATIONS, FR&#197;N ATT DET INTE G&#197;TT ATT ANV&#196;NDA IXQUICK SEARCH APPLICATIONS OCH PROGRAMVARA FR&#197;N TREDJE PART SOM GJORTS TILLG&#196;NGLIG I SAMBAND MED ELLER GENOM IXQUICK SEARCH APPLICATIONS, ELLER P&#197; GRUND AV AVBROTT, TILLF&#196;LLIGT AVBROTT ELLER AVSLUTANDE AV IXQUICK SEARCH APPLICATIONS OCH ALL TREDJE PARTS PROGRAMVARA SOM GJORTS TILLG&#196;NGLIG I SAMBAND MED ELLER GENOM IXQUICK SEARCH APPLICATIONS (INKLUSIVE S&#197;DANA SKADOR SOM ORSAKATS AV TREDJE PART). S&#197;DAN BEGR&#196;NSNING SKA TILL&#196;MPAS OAKTAT FEL OCH S&#197; L&#197;NGT LAGEN MEDGER.
<br><br>
VISSA STATER OCH ANDRA JURISDIKTIONER MEDGER INTE UTESLUTANDE ELLER BEGR&#196;NSNING AV SKADEST&#197;NDSANSVAR F&#214;R DIREKTA ELLER INDIREKTA SKADOR, S&#197; OVANST&#197;ENDE BEGR&#196;NSNINGAR KANSKE INTE G&#196;LLER DIG.
<br><br>
<div>Ixquicks s&#246;ktj&#228;nst</div>
Ixquicks s&#246;kprogram &#228;r framtagna f&#246;r anv&#228;ndning tillsammans med Ixquicks s&#246;ktj&#228;nster. D&#228;rf&#246;r regleras din anv&#228;ndning av Ixquicks s&#246;ktj&#228;nster ocks&#229; av Ixquicks Villkor och Sekretesspolicy.
<br><br>
<div>Olika villkor</div>
Dessa Villkor ska tolkas enligt lagstiftningen i Nederl&#228;nderna, utan att vara i konflikt med lagarna i Nederl&#228;nderna eller din stat eller hemland. Om av n&#229;gon anledning en domstol finner att delar av dessa Villkor inte g&#229;r att genomdriva, kommer &#228;nd&#229; resterande del av dessa Villkor att forts&#228;tta g&#228;lla.
<br><br>
Dessa Villkor utg&#246;r hela avtalet mellan parterna i &#228;rendet och ers&#228;tter alla tidigare eller samtidiga &#246;verenskommelser eller avtal, skriftliga eller muntliga, g&#228;llande &#228;rendet. Friskrivning fr&#229;n dessa Villkor &#228;r endast m&#246;jlig om skriftlig och med underskrift av Ixquick och/eller tredje part som g&#246;r sin programvara tillg&#228;nglig i samband med eller genom Ixquick Search Applications.<br><br>Juli 2007.


    </div></div>
    <div class="clear"></div>
    </td>
    </tr>
</tbody>
</table>
    </div>
    </div>
    </div>
    </div>
    </div>
    <div class="push"></div>
    </div>
    
	<div class="footer" id="footer">
 	<div class="copyright">
  	&copy; 2015 Ixquick
 	</div>
		
 	<div class="right_links"><a id="startmail" href="https://startmail.com/" style="text-decoration: none;">
    <!--<span class="icon icon-small"><span class="icon-mail"></span></span>&nbsp;-->
  	<span style="text-decoration: underline;">StartMail</span></a>
  	<a id="privacy_policy" href="privacy-policy-.html">Sekretesspolicy</a>
 	</div>
    <div class='imgavt'> </div>
    </div>
    <script type="text/javascript" charset="utf-8"> $(function() { $('body').hide().show(); });</script>
    </body>
    </html>
