<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>O mecanismo de pesquisa que beneficia a privacidade Ixquick.com deixa de registrar endere&#231;os IP</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">O mecanismo de pesquisa que beneficia a privacidade Ixquick.com deixa de registrar endere&#231;os IP</h1><p>
<i>O Ixquick lidera novamente o setor com uma pol&#237;tica sem reten&#231;&#227;o de dados.</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Bruxelas/Nova York/Zeist, 28 de janeiro de 2009 <BR> 
O Ixquick (<a href="../../index.html">www.ixquick.com</a>) anuncia que deixou completamente de registrar os endere&#231;os IP dos usu&#225;rios. Com essa nova pol&#237;tica, o Ixquick intensifica ainda mais a sua lideran&#231;a de longo tempo em privacidade. 
</p>
 
<p> A privacidade na internet est&#225; sofrendo ataques de maneira crescente, j&#225; que as pesquisas e visitas s&#227;o freq&#252;entemente registradas e combinadas em perfis pessoais e comportamentais pelos principais mecanismos de pesquisa. <BR> Enquanto voc&#234; faz pesquisas pela internet, esses mecanismos registram o hor&#225;rio delas, os termos utilizados, os sites visitados e o seu endere&#231;o IP. Em muitos casos, esse endere&#231;o IP torna poss&#237;vel o rastreamento do computador, e, em seguida, da resid&#234;ncia de onde foi feita a pesquisa.&#160; 
</p>
 
<p> Anteriormente, o Ixquick apagava os detalhes de privacidade dos seus usu&#225;rios no prazo de 48 horas. <BR> A partir de agora &#150; Dia da prote&#231;&#227;o de dados de 2009 &#150; os endere&#231;os IP n&#227;o ser&#227;o mais registrados de nenhuma forma. <BR> A necessidade t&#233;cnica de armazenamento dos endere&#231;os IP por 48 horas &#150; bloqueando o uso autom&#225;tico dos servidores do Ixquick &#150; foi superada por desenvolvimentos tecnol&#243;gicos recentes. 
</p>
 
<p> &#147;Na Ixquick, consideramos que as pessoas t&#234;m um direito fundamental &#224; privacidade&#148;, afirma o CEO Robert Beens. <BR> &#147;Utilizar um mecanismo de pesquisa &#233; compartilhar os seus segredos e h&#225;bitos mais &#237;ntimos que deveriam estar sem seguran&#231;a. O Ixquick tem a melhor pol&#237;tica de privacidade do setor de pesquisas. Hoje, ela ficou ainda melhor&#148;. 
</p>
 
<p> Sob press&#227;o de reguladores europeus, organiza&#231;&#245;es para a privacidade e preocupa&#231;&#245;es crescentes da popula&#231;&#227;o, os principais mecanismos de pesquisa, Yahoo, Google e MSN, ofereceram a diminui&#231;&#227;o do seu tempo de reten&#231;&#227;o de dados para de tr&#234;s a 18 meses. Por&#233;m, Beens alerta: &#147;Quando se trata de privacidade, o diabo est&#225; nos detalhes. Esses mecanismos utilizam logins e cookies de ID exclusivos que s&#227;o colocados automaticamente no seu computador quando voc&#234; faz uma pesquisa. As duas t&#233;cnicas podem "colar&#148; as suas pesquisas umas nas outras muito al&#233;m dos per&#237;odos de reten&#231;&#227;o declarados oficialmente. Por isso, o Ixquick n&#227;o utiliza nenhum desses m&#233;todos&#148;. 
</p>
 
<p> O Ixquick aumenta ainda mais a privacidade oferecendo uma conex&#227;o segura utilizando protocolos HTTPs que evitam a espionagem dos usu&#225;rios do mecanismo de pesquisa e espera lan&#231;ar um servi&#231;o supostamente &#147;Proxy&#148; nos pr&#243;ximos meses que torna poss&#237;vel a navega&#231;&#227;o na web em total anonimato. 
</p>
 
<p> Em julho de 2008, o Ixquick recebeu o primeiro Selo de Privacidade Europeu por seus esfor&#231;os. &#147;Temos muito orgulho desse pr&#234;mio&#148;, diz Beens. &#147;&#201; a prova definitiva de que cumprimos nossas promessas. Se as pessoas fizerem pesquisas com o Ixquick, elas obter&#227;o os melhores resultados, com total privacidade&#148;. 
</p>

<b>Sobre o Ixquick </b> <BR>
O Ixquick &#233; um mecanismo de pesquisa internacional e premiado com uma pol&#237;tica de privacidade l&#237;der no setor. Lan&#231;ado na web em 1998, o Ixquick pertence &#224; Surfboard Holding BV, uma empresa holandesa. Mais informa&#231;&#245;es sobre o Ixquick podem ser encontradas em <a href="../../index.html">www.ixquick.com</a> <br>

<p>Mais informa&#231;&#245;es sobre o Selo de Privacidade Europeu podem ser encontradas em <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<p><i>Para informa&#231;&#245;es para a imprensa, entre em contato com:</i> <BR>
Alex van Eesteren, Vice-presidente de desenvolvimento de neg&#243;cios e m&#237;dia. <BR>
+31 30 6971778 <BR>

<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</font>
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
