<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Mecanismo de pesquisa Ixquick apresenta navega&#231;&#227;o an&#244;nima na Web</TITLE>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<link href="../../css/jwplayer_support.css" type="text/css" rel="StyleSheet" />
<script src="../../js/jquery-1.8.0.min.js" type="text/javascript"></script>
<script type="text/javascript" src="../../js/jquery.autocomplete.js"></script>
<script type="text/javascript" src="../../jwplayer/jwplayer.js"></script>
<script type="text/javascript" src="../../js/swfobject_2.2.js"></script>
<script type="text/javascript">jwplayer.key='9OTAGe6swAaUb3jUw7G+MUBBtPKR6rOHmrbjraHb0Og=';</script>
<script type="text/javascript" src="../../js/jwplayer_support.js"></script>
</HEAD>
<BODY>
<div id="toPopup">
 <div class="close"></div>
 <div id="popup_content">
   <div id="sm-video" style="position: relative; display: none; width: 640px; height: 360px;">Jwplayer Loading
     <div style="display: none;" id="sm-video_aspect"></div>
     <div id="sm-video_jwpsrv" style="position: absolute; top: 0px; z-index: 10;"></div>
   </div>
  </div>
</div>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Mecanismo de pesquisa Ixquick apresenta navega&#231;&#227;o an&#244;nima na Web</h1> 
<h2><i>Servi&#231;o proxy gr&#225;tis e inovador oferece privacidade online completa</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

28 de janeiro de 2010
<p align='justify'>O Ixquick, o mecanismo de pesquisa mais privado do mundo, e sua marca dos EUA, Startpage.com, anunciaram hoje o lan&#231;amento de um novo servi&#231;o proxy que permite que os usu&#225;rios naveguem na Web com privacidade completa. O proxy permite que os usu&#225;rios naveguem em websites com seguran&#231;a e anonimato, sem passar quaisquer informa&#231;&#245;es privadas ou de identifica&#231;&#227;o pessoal para os websites que visualizam.</p>
<p align='justify'>O proxy do Ixquick &#233; um servi&#231;o gr&#225;tis que funciona em conjunto com o mecanismo de pesquisa Ixquick, dispon&#237;vel em <a href="../../index.html">www.ixquick.com</a>. Quando os usu&#225;rios executam uma pesquisa, encontram uma op&#231;&#227;o de "proxy" clic&#225;vel abaixo de cada resultado de pesquisa. Quando esta op&#231;&#227;o &#233; selecionada, o Ixquick atua como intermedi&#225;rio para recuperar a p&#225;gina e a exibe em uma janela do Ixquick com prote&#231;&#227;o de privacidade.</p>
<p align='justify'>O proxy oferece anonimato completo, porque o usu&#225;rio nunca faz contato direto com o website de terceiros. O endere&#231;o IP do usu&#225;rio fica invis&#237;vel para o website visualizado. Al&#233;m disso, o website n&#227;o pode ver ou colocar cookies no navegador do usu&#225;rio.</p>
<p align='justify'>O servi&#231;o de proxy &#233; coberto pela mesma pol&#237;tica de privacidade que transformou o Ixquick em l&#237;der do setor em privacidade de mecanismos de pesquisa. O Ixquick n&#227;o registra endere&#231;os IP, pesquisas do usu&#225;rio ou detalhes sobre o uso de proxy. As pr&#225;ticas de coleta de dados da empresa s&#227;o certificadas por terceiros com o &#147;Selo de Privacidade Europeu&#148; e amplamente consideradas as melhores no setor.</p>
<p align='justify'>O servi&#231;o de proxy est&#225; sendo lan&#231;ado hoje, 28 de janeiro, para comemorar o Dia da Privacidade de Dados.</p>

<p align='justify'>"Atualmente, as pessoas est&#227;o mais preocupadas com as pol&#237;ticas de reten&#231;&#227;o de dados online do que nunca antes", disse o presidente, Robert Beens. "Quer&#237;amos oferecer uma ferramenta &#250;til e este proxy &#233; uma extens&#227;o l&#243;gica de nossos servi&#231;os. Um mecanismo de pesquisa &#233; um ponto de in&#237;cio para que as pessoas visitem outras p&#225;ginas. Agora, os nossos usu&#225;rios podem levar a privacidade que obt&#234;m com o Ixquick para a pr&#243;xima etapa e acessar privadamente os sites que encontraram. Este proxy completa o cen&#225;rio da privacidade total da pesquisa."</p>
<p align='justify'>Detalhes sobre o novo servi&#231;o de proxy do Ixquick, e um v&#237;deo que explica o servi&#231;o com a porta-voz da Ixquick nos Estados Unidos, dra. Katherine Albrecht, especialista em privacidade, est&#227;o dispon&#237;veis na p&#225;gina "Ixquick Proxy Explained": <a href="../../proxy/por/help.html">https://ixquick.com/proxy/por/help.html</a> </p>
    <p align='justify'>O v&#237;deo tamb&#233;m pode ser visto diretamente em: <a id='watchTheVideo' class='topopup' href="../../index.html" onclick="addVideo(event, 'https://ixquick.com/vd/ixquick-proxy-service-portugues-oF5-6UUMEaU.mp4', 'Video or Audio couldn\'t be played as JwPlayer require flash player 10 or above');"  style="display:inline"><strong>Assista ao v&#237;deo Proxy</strong></a></p>
<p align='justify'>As pessoas que quiserem experimentar o proxy do Ixquick podem fazer uma pesquisa em: <br><a href="../../index.html">https://www.ixquick.com</a>, e clicar na op&#231;&#227;o "proxy" abaixo dos resultados da pesquisa.</p>
<BR>
<b>Sobre o Ixquick</b>

<p align='justify'>O Ixquick &#233; um mecanismo de pesquisa premiado, com uma pol&#237;tica de privacidade l&#237;der do setor. Fundado em Nova York em 1998, o Ixquick &#233; o &#250;nico grande mecanismo de pesquisa que fornece pesquisas privadas totalmente an&#244;nimas, porque n&#227;o registra qualquer dado pessoal de seus usu&#225;rios. Tamb&#233;m &#233; o primeiro e &#250;nico mecanismo de pesquisa que oferece criptografia SSL para impedir que os dados sejam interceptados. Informa&#231;&#245;es adicionais sobre o Ixquick, incluindo detalhes sobre as pr&#225;ticas exemplares de manuseio de dados da empresa, est&#227;o dispon&#237;veis em www.ixquick.com.<br>Nos EUA, o Ixquick &#233; conhecido como Startpage.com.</p>

<p>Para consultas de imprensa, entre em contato com:<BR><BR>
Alex van Eesteren <BR>
Desenvolvimento de Neg&#243;cios e Rela&#231;&#245;es com a M&#237;dia<BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
<BR><BR>
ou<BR><BR>
Dr. Katherine Albrecht <BR>

Marketing e Rela&#231;&#245;es com a M&#237;dia nos Estados Unidos <BR>
877-434-3100 [liga&#231;&#227;o gratuita nos EUA] <BR>
+1 973-273-2125  [para acesso internacional] <BR>
<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle"> 
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>
