<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Europ&#228;ischer Datenschutztag: Nutzen Sie noch immer eine Pre-Snowden Suchmaschine?</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">Europ&#228;ischer Datenschutztag: Nutzen Sie noch immer eine Pre-Snowden Suchmaschine?</h1>
<h2 style='margin-top:6px;'><i>Ixquick- F&#252;nf einfache Wege um an der Revolution der Privatsph&#228;re teilzunehmen</i></h2></p>

    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
  27 Januar, 2014

   <p align='justify'>Zeist, Netherlands: Sie nutzen noch immer eine gew&#246;hnliche Suchmaschine wie vor den Enth&#252;llungen von Edward Snowden? Dann sollte dieser europ&#228;ische Datenschutztag Anlass geben, auf Suchmaschinen zum Erhalt Ihrer Privatsph&#228;re umzusteigen. Millionen nehmen die Alternativen bereits wahr. Das sollten auch Sie tun und wir zeigen Ihnen wie:</p>

   <h2>1. Ersetzen Sie Ihre bisherige Suchmaschine</h2>
<p align='justify'>Letztes Jahr im Juni sorgten die Aufdeckungen von Edward Snowden rund um die Praktiken von Nachrichtendiensten und wie diese an Ihre Informationen kommen, f&#252;r gro&#223;es Aufsehen. Als Konsequenz wechselten Millionen zu den diskretesten Suchmaschinen der Welt, <a href='https://www.startpage.com/' target='_blank' >StartPage.com</a> und <a href='https://www.ixquick.com/' target='_blank' >Ixquick.com</a>.</p>

<p align='justify'><img src="https://www.startpage.com/graphics/new-traffic-graph.jpg" align="absmiddle" ><i>StartPage und Ixquick verzeichneten mit dem Beginn der Aufdeckungen rund um Schn&#252;fflerprogramme wie PRISM einen gewaltigen Sprung bei den Besucherzahlen. (Entnehmen Sie Detailzahlen unter <a href='https://www.startpage.com/traffic/' target='_blank' >https://www.startpage.com/traffic/</a>)</i></p>

<p align='justify'>StartPage und Ixquick haben ihre Ausgangsposition in Europa, wo die Datenschutzgesetze wesentlich strenger sind. Sie zeichnen keine pers&#246;nlichen Daten wie die IP Adresse auf und installieren auch keine Verfolger-Cookies im Browser. Deren Datenschutzrichtlinien wurden von Dritten in der Umsetzung gepr&#252;ft und zertifiziert und beide nutzen Verschl&#252;sselungstechnologien auf dem letzten Stand der Technik.</p>

<p align='justify'>W&#228;hrend StartPage anonymisierte Google-Ergebnisse ausliefert, bietet Ixquick die Ergebnisse von mehreren anderen wichtigen Suchmaschinen ebenfalls vollst&#228;ndig anonymisiert. Zusammen verzeichnen die beiden Suchmaschinen mittlerweile mehr als 5 Millionen Suchanfragen pro Tag. Das mach sie zu den popul&#228;rsten Datenschutz-Suchmaschinen weltweit und zur meistgenutzten Alternative zu den &#132;Gro&#223;en Drei&#147;.</p>

<h2>2. Wechseln Sie zu einer Post Snowden Homepage</h2>

<p align='justify'>Nutzen Sie nach wie vor &#132;Sie wissen schon wen&#147; als Startseite? Dann ist es Zeit, diese auszutauschen. Und es ist so einfach. Besuchen Sie <a href='https://www.startpage.com/' target='_blank' >www.startpage.com</a> oder <a href='https://www.ixquick.com/' target='_blank' >www.ixquick.com</a> und klicken Sie auf &#132;Als Startseite einrichten&#147; unterhalb der Sucheingabe. Und wenn Sie schon da sind, k&#246;nnten Sie die beiden auch gleich in Ihrer Browsersuchbar hinzuf&#252;gen.</p>

<h2>3. Nutzen Sie Startpage auf Ihren mobilen Ger&#228;ten</h2>

<p align='justify'>Sie erhalten ab sofort alle Schutzmechanismen, inklusive eines sicheren Browsers auch f&#252;r Apple und Android Endger&#228;te wie Tablets und Smartphones. Installieren Sie die App&#146;s je nachdem im Playstore, auf Amazon oder auf iTunes. Sie kosten nichts und sind im Nu installiert.</p>

<h2>4. F&#252;gen Sie eine StartPage oder Ixquick Suchbox auf Ihrer Website hinzu</h2>

<p align='justify'>Zeigen Sie Ihren Besuchern, dass Sie Up to Date sind und Wert auf die Sicherheit Ihrer Nutzer legen. Installieren Sie einfach eine eigene Datenschutzsuchbox innerhalb Ihrer eigenen Website. Verschieden Codes daf&#252;r finden Sie unter folgendem Link: <a href='https://www.startpage.com/eng/link-instructions.html' target='_blank'>https://www.startpage.com/eng/link-instructions.html</a></p>

<p align='justify'>Und f&#252;r Ixquick: <a href='https://www.ixquick.com/eng/link-instructions.html' target='_blank'>https://www.ixquick.com/eng/link-instructions.html</a></p>

<h2>5. Sagen Sie &#132;StartPage es&#147; oder Ixquick es&#147;</h2>

<p align='justify'>Nehmen Sie an der Revolution zum Erhalt der Privatsp&#228;re teil. Wenn Sie das n&#228;chste Mal etwas im Web suchen m&#246;chten und dies Ihrem Umfeld kommunizieren, dann sagen Sie &#132;Ich StartPage es&#147; oder &#132;Ich Ixquicke es&#147;. Manchmal m&#252;ssen wir uns &#228;ndern um andere zu &#228;ndern.</p>

<p align='justify'><i>Die diskretesten Suchmaschinen der Welt w&#252;nschen Ihnen einen angenehmen europ&#228;ischen Datenschutztag 2014.</i></p>

<h2>&#220;ber StartPage und Ixquick</h2>

<p align='justify'>Ixquick und die Schwestersuchmaschine StartPage bilden in Kombination die gr&#246;&#223;te anonyme Suchmaschine und die einzige die durch Dritte (Europrise) zertifiziert ist. Beide sind als einzige mit einem eigenen Proxyservice ausgestattet und setzen f&#252;r andere Ma&#223;st&#228;be bei den angewandten Sicherheitsma&#223;nahmen. F&#252;r mehr Informationen besuchen Sie bitte <a href='https://www.startpage.com/' target='_blank' >StartPage.com</a> oder <a href='https://www.ixquick.com/' target='_blank' >Ixquick.com</a>.</p>

<p align='justify'><b>Unser Pressekontakt im deutschsprachigen Raum:</b></p>

<p align='justify'><b>EU Media Relations<br/> StartPage, Ixquick and StartMail</b> <br/>
		   +43 664 411 50 93<br>
		<img src="../../graphics/bauer_email_black.gif" align="absmiddle" ><br/>
        </p>
<p align='justify'><b>International</b> <br/>
           <img src="../../graphics/startpage_alex_email_black.gif" align="absmiddle" ><br/>
           +31-30-6971778<br/><br/>
        </p>

</td>
  </tr>
</table>
</BODY>
</HTML>
