<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Verleihung des 1. &#132;European Privacy Seal&#147;</TITLE>
</HEAD>
<BODY>
<table width="754" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="left" valign="top"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td align="left"><img src="../../graphics/europrise_logo.gif" width="410" height="113"></td>
        <td align="right"><img src="../../graphics/uld_logo.gif" width="252" height="113"></td>

      </tr>
    </table>      
    <a href="../../index.html"></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>

  </tr>
  <tr>
    <td align="center">
	<table width="620" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td><h3 style="margin-top:6px; text-align:center; margin-bottom:5px;">Pressemitteilung</h3>
<p align="center" style="font-size:30px;margin-bottom:2px; padding:0"><b>Verleihung des 1. &#132;European Privacy Seal&#147;</b>

</p>
<h4 style=" font-size:18px; font-weight: normal;"><em>Im Rahmen der Jubil&#228;umsveranstaltung zum 30-j&#228;hrigen Bestehen des Landesdatenschutzgesetzes Schleswig-Holstein wird vom Europ&#228;ischen Datenschutzbeauftragten Peter Hustinx das erste Europ&#228;ische Datenschutzg&#252;tesiegel an die Meta-Suchmaschine ixquick.com verliehen.</em></h4>

<p>Kiel, 14. Juli 2008</p>

<p><em>Die Meta-Suchmaschine Ixquick, die ihre Vereinbarkeit mit den Anforderungen des Europ&#228;ischen Datenschutzrechts nachgewiesen hat, erh&#228;lt das erste European Privacy Seal (EuroPriSe), das Europ&#228;ische Datenschutzg&#252;tesiegel f&#252;r IT-Produkte und IT-basierte Dienste.</em></p>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

<p>Vertrauensmangel ist eine gro&#223;e Herausforderung in unserer Informationsgesellschaft &#150; ausgel&#246;st durch zunehmende elektronische &#220;berwachung und wachsende technische Kontrollm&#246;glichkeiten. Informationstechnologien, die unser t&#228;gliches und berufliches Leben erleichtern sollen, werden immer komplexer und sind teilweise &#252;berhaupt nicht mehr durchschaubar. Das Zertifikat &#132;EuroPriSe&#147; bietet eine von einer unabh&#228;ngigen Stelle gepr&#252;fte transparente Orientierungshilfe f&#252;r Verbraucher und Unternehmen bei der Auswahl von datenschutzfreundlichen IT-Produkten und Dienstleistungen.</p>
<p>Das europ&#228;ische Projekt EuroPriSe &#150; European Privacy Seal &#150; wird von der Europ&#228;ischen Kommission im Rahmen des eTEN-Programms mit 1,2 Mio. &#128; gef&#246;rdert. Das EuroPriSe-Konsortium besteht aus neun Partnern aus acht europ&#228;ischen L&#228;ndern, gef&#252;hrt vom Unabh&#228;ngigen Landeszentrum f&#252;r Datenschutz Schleswig-Holstein (ULD). EuroPriSe bietet ein einheitliches, europaweites Produktaudit zur Zertifizierung von datenschutzfreundlichen IT-Produkten und IT-basierten Diensten auf der Grundlage des europ&#228;ischen Datenschutzrechts. Das Europ&#228;ische Datenschutzg&#252;tesiegel wird nach erfolgreichem Durchlaufen eines zweistufigen, qualit&#228;tsgesicherten Verfahrens verliehen: Auf eine Begutachtung des Produkts oder Dienstes durch hierf&#252;r zugelassene rechtliche und technische IT-Sachverst&#228;ndige folgt eine Validierung durch eine unabh&#228;ngige Zertifizierungsstelle.</p>

<p>Dr. Thilo Weichert, Landesbeauftragter f&#252;r Datenschutz Schleswig-Holstein und Leiter des ULD: &#147;Durch die Einf&#252;hrung transparenter und &#252;berpr&#252;fbarer Verfahrensschritte unter Einbeziehung unabh&#228;ngiger Zertifizierungsstellen bietet EuroPriSe ein verl&#228;ssliches Datenschutzzertifikat auf hohem Niveau f&#252;r Endnutzer.&#148; Kirsten Bock, EuroPriSe-Projektmanagerin, erg&#228;nzt: &#132;Das Interesse am EuroPriSe-Verfahren ist gro&#223;. 120 Sachverst&#228;ndige haben bisher an den EuroPriSe-Schulungen teilgenommen. &#220;ber 40 Gutachter aus 10 EU-Mitgliedstaaten haben das Zulassungsverfahren bereits erfolgreich abgeschlossen und d&#252;rfen IT-Produkte und Dienste nach Ma&#223;gabe der Kriterien des Europ&#228;ischen Datenschutzg&#252;tesiegels begutachten. 18 internationale Produkte befinden sich im Pilotverfahren und weitere Antr&#228;ge liegen vor. Jetzt gilt es, das Siegel den Verbrauchern bekannt zu machen.&#147;</p>

<p>Das erste EuroPriSe-G&#252;tesiegel wurde heute morgen durch Peter Hustinx, den Europ&#228;ischen Datenschutzbeauftragten, an die europ&#228;ische Meta-Suchmaschine Ixquick verliehen.</p>

<p><img src="../../graphics/european_privacy_seal-&v=1.gif" style=" float:right">
Ixquick ist eine Meta-Suchmaschine (<a href="../../index.html" style="color:#0e2fff;">www.ixquick.com</a>), die Nutzern Recherchen im Internet erm&#246;glicht, indem die Suchanfragen an verschiedene Suchmaschinen weitergeleitet, die Ergebnisse kombiniert und dem anfragenden Nutzer bereitgestellt werden. Ixquick funktioniert wie ein Proxy, d.h. die IP-Adresse des Nutzers wird nicht an die angefragten Suchmaschinen weitergeben. Personenbezogene Daten, einschlie&#223;lich der IP-Adresse des Nutzers, werden nach 48 Stunden gel&#246;scht.
</p>


<p>Peter Hustinx, Europ&#228;ischer Datenschutzbeauftragter, lobte bei der Preis&#252;bergabe: &#132;Das Europ&#228;ische Datenschutzg&#252;tesiegel unterst&#252;tzt die Umsetzung des europ&#228;ischen Datenschutzrechts und zeichnet datenschutzfreundliche IT-Produkte und IT-basierte Dienste f&#252;r Gesch&#228;ftskunden und Verbraucher sichtbar aus. Die Verleihung des ersten Europ&#228;ischen G&#252;tesiegels an die Meta-Suchmaschine Ixquick ist ein Meilenstein f&#252;r die Umsetzung des Datenschutzes im Internet und verdient gro&#223;e Anerkennung.&#147;
</p>

<p>EU Kommissarin Viviane Reding begr&#252;&#223;te die Einf&#252;hrung des Europ&#228;ischen Datenschutzg&#252;tesiegels mit seinen hohen Datenschutzanforderungen in einer anl&#228;sslich der Verleihung des Siegels an Ixquick abgegebenen Stellungnahme: &#132;Die Europ&#228;ische Kommission begr&#252;&#223;t die Einf&#252;hrung des Europ&#228;ischen Datenschutzg&#252;tesiegels mit seinen hohen Datenschutzanforderungen. Das Siegel erlaubt Verbrauchern und Unternehmern datenschutzfreundliche Produkte und Dienste sicher zu erkennen. Die Verleihung des Ersten Europ&#228;ischen Datenschutzg&#252;tesiegels an die Metasuchmaschine Ixquick unterstreicht, dass die Balance zwischen Unternehmerinteressen und dem Schutz personenbezogener Daten von Internetnutzern m&#246;glich ist.&#147;</p>

<p>&#132;Suchmaschinen haben in der Datenschutzdebatte immer eine gro&#223;e Rolle gespielt&#147;, sagte Ixquicks CEO Robert Beens. Die Vorz&#252;ge des EuroPriSe-Siegels seien offensichtlich: &#132;Entscheidend ist, dass das EuroPriSe-Siegel unser hohes Datenschutzniveau und die Datenschutzzusagen, die wir unseren Nutzern geben, best&#228;tigt. Datenschutz und relevante Suchergebnisse &#150; darum geht es bei Ixquick. Wir sind sehr stolz darauf, die Ersten zu sein, die ein Europ&#228;isches Datenschutzg&#252;tesiegel erhalten.&#147; </p>

<p>Das EuroPriSe-Siegel ist in enger Kooperation mit europ&#228;ischen Datenschutzaufsichtsbeh&#246;rden entwickelt worden. Es ist abzusehen, dass das Europ&#228;ische Datenschutzg&#252;tesiegel sich sowohl auf europ&#228;ischer, auf internationaler und auf nationaler Ebene zu einem wichtigen Instrument des Datenschutzes und des Schutzes der Privatsph&#228;re entwickeln wird.</p>

<b>&#220;ber EuroPriSe</b><br>

<p>Das EuroPriSe-Konsortium, das aus 9 Partnern aus 8 EU-Mitgliedsstaaten besteht, wird vom Unabh&#228;ngigen Landeszentrum f&#252;r Datenschutz Schleswig-Holstein (ULD) geleitet. Neben dem ULD sind Projektpartner die Datenschutzaufsichtsbeh&#246;rden von Madrid, Agencia de Protecci&#243;n de Datos de la Communidad de Madrid (APDCM), und Frankreich, Commission Nationale de l&#146;Informatique et de Libert&#233;s (CNIL), die &#246;sterreichische Akademie der Wissenschaften und die London Metropolitan-Universit&#228;t, Borking Consultancy aus den Niederlanden, Ernst and Young AB aus Schweden, T&#252;V Informationstechnik GmbH aus Deutschland und VaF s.r.o. aus der Slowakei.</p>

<p>
Weitere Informationen k&#246;nnen abgerufen werden unter <a href="http://www.european-privacy-seal.eu" style="color:#0e2fff;">www.european-privacy-seal.eu.</a>
</p>

<b>&#220;ber Ixquick</b><br>

<p>Ixquick (<a href="../../index.html" style="color:#0e2fff;">www.ixquick.com</a>) ist eine internationale Suchmaschine mit einer branchenweit f&#252;hrenden Datenschutzstrategie und in 17 Sprachen verf&#252;gbar. Es ist die erste Suchmaschine, die personenbezogene Daten der Nutzer &#150; einschlie&#223;lich IP-Adressen &#150; nach 48 Stunden l&#246;scht. Ixquick wurde im Jahre 1998 gestartet und wird von der Surfboard Holding BV, einem niederl&#228;ndischen Unternehmen, betrieben.</p>


<p>Bei Presseanfragen nehmen Sie bitte Kontakt auf zu <BR>
Frau Kirsten Bock, <BR>
Unabh&#228;ngiges Landeszentrum f&#252;r Datenschutz Schleswig-Holstein (ULD) <BR>
Holstenstr. 98, 24103 Kiel <BR>
Tel: 0431 988-1200, Fax: -1223 <BR>
E-Mail: europrise@datenschutzzentrum.de, <BR>
Internet: <a href="http://www.european-privacy-seal.eu/">www.european-privacy-seal.eu</a></p>

</font>
</td>
	  </tr>

	</table>

</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
