<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<TITLE>Europ&#228;isches Datenschutzg&#252;tesiegel f&#252;r Ixquick, Startpage und Startingpage</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8"> 
</HEAD>
<BODY>
<table width="754" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="left" valign="top"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td align="left"><img src="../../graphics/europrise_logo_new.gif" width="330"></td>
      </tr>
    </table>      
    <a href="../../index.html"></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td align="center">
	<table width="620" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td><h3 style="margin-top:6px; text-align:center; margin-bottom:5px;">Pressemitteilung</h3>
    <p align="center" style="font-size:30px;margin-bottom:2px; padding:0"><b>EuroPriSe: Datenschutzfreundliche Internetsuche mit Ixquick und Startpage best&#228;tigt</b>
</p>
    <h4 style=" font-size:18px; font-weight: normal;"><em>Die in den Niederlanden ans&#228;ssige Surfboard Holding B.V. hat erneut bewiesen, dass ihre Suchmaschinen Ixquick und Startpage den hohen Anforderungen der europ&#228;ischen Datenschutzbestimmungen entsprechen.</em></h4>

    <p>Bonn, 20. Juli 2015</p>

    <font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   <p>Die Surfboard Holding B.V. betreibt eine Metasuchmaschine unter zwei verschiedenen Namen: Ixquick und Startpage. Beide Versionen des Services nutzen dieselben IT-Systeme, unterscheiden sich aber hinsichtlich ihrer grafischen Darstellung und Handhabung. Benutzer k&#246;nnen im Internet nach Webseiten, Bildern und Videos suchen und dabei von einer Vielzahl an Suchmaschinen von Drittanbietern Gebrauch machen.</p>
   
<p>
   Ixquick und Startpage legen besonderen Wert darauf, die Privatsph&#228;re ihrer Nutzer zu sch&#252;tzen: Besonders hervorzuheben ist, dass sie weder Suchbegriffe noch die IP-Adresse oder Informationen zum Webbrowser der Nutzer speichern und es diesen mittels eines Proxys erm&#246;glichen, die Suchergebnisse anonym einzusehen. 2008 wurde der Surfboard Holding das erste European Privacy Seal &#252;berhaupt f&#252;r eine fr&#252;here Version von Ixquick verliehen. Seitdem wurde der Service im Hinblick auf seine Datenschutzfreundlichkeit kontinuierlich verbessert und das Siegel regelm&#228;&#223;ig erneuert.
</p>

<p>
   &#147;Surfboard unternimmt gro&#223;e Anstrengungen, um die Privatsph&#228;re der Nutzer von Ixquick und Startpage zu wahren.&#148; sagt Sebastian Meissner, Leiter der EuroPriSe-Zertifizierungsstelle. &#132;Sie haben zahlreiche datenschutzfreundliche Funktionen implementiert, welche es wirklich verdienen, als Privacy Enhancing Technologies (PET) bezeichnet zu werden.&#147;
</p>


<p>
   &#147;Vertrauen ist ein wesentlicher Bestandteil unserer datenschutzfreundlichen Produkte, aber Vertrauen muss best&#228;tigt werden.&#147; sagt Robert Beens, Gesch&#228;ftsf&#252;hrer von Surfboard Holding. &#132;Die qualitativ hochwertigen Zertifizierungsstandards des Europ&#228;ischen Datenschutzg&#252;tesiegels EuroPriSe garantieren unseren Nutzern, dass sie uns im Hinblick auf ihre Privatsph&#228;re zu Recht ihr Vertrauen schenken.&#147;
</p>


<p>
   Weitere Informationen &#252;ber die Rezertifizierung von Ixquick und Startpage sind verf&#252;gbar unter <a href="https://www.european-privacy-seal.eu/EPS-en/Ixquick-Startpage/" target="_blank">https://www.european-privacy-seal.eu/EPS-en/Ixquick-Startpage</a>.
</p>

<p>
<b><i>&#220;ber EuroPriSe</i></b><br>
   EuroPriSe begann als ein von der EU-Kommission gef&#246;rdertes Projekt, das die Einf&#252;hrung eines europaweiten Datenschutzg&#252;tesiegels zum Ziel hatte. Heute bietet EuroPriSe die Zertifizierung von IT-Produkten und IT-basierten Diensten europaweit an. Nutzer k&#246;nnen sich darauf verlassen, dass mit dem europ&#228;ischen Datenschutzg&#252;tesiegel zertifizierte Produkte und Dienste ihre personenbezogenen Daten im Einklang mit EU-Datenschutzrecht verarbeiten. Unternehmen k&#246;nnen mit dem einzigen EU-weit vergebenen, unabh&#228;ngigen Datenschutzsiegel ihre Compliance mit europ&#228;ischem Recht nachweisen. Tr&#228;ger des EuroPriSe-Siegels sind Unternehmen unterschiedlichster Gr&#246;&#223;e, vom kleinen und mittleren Unternehmen (KMU) bis hin zu international t&#228;tigen Konzernen wie Microsoft und SAP.
</p>

<p>
<b><i>&#220;ber Surfboard Holding B.V.</i></b><br>
   Surfboard Holding B.V. ist ein 1998 gegr&#252;ndetes, unabh&#228;ngiges Unternehmen mit Sitz in den Niederlanden. Surfboard betreibt und unterh&#228;lt die Meta-Suchmaschinen Ixquick und Startpage. Ziel des Unternehmens ist es, den Nutzern von Ixquick und Startpage die besten Suchergebnisse unter den datenschutzfreundlichsten Voraussetzungen anzubieten. Surfboard wurde f&#252;r Ixquick erstmals 2008 mit dem ersten europ&#228;ischen Datenschutzg&#252;tesiegel ausgezeichnet und ist damit die einzige von einer unabh&#228;ngigen Stelle f&#252;r den Datenschutz zertifizierte Suchmaschine.
</p>
<p><b><i>Kontakt:</i></b> <br>Sebastian Meissner
  <br>
EuroPriSe GmbH<br>
Joseph-Schumpeter-Allee 25, 53227 Bonn, Deutschland<br>
Email: &#099;&#111;&#110;&#116;&#097;&#099;&#116;&#064;&#101;&#117;&#114;&#111;&#112;&#101;&#097;&#110;&#045;&#112;&#114;&#105;&#118;&#097;&#099;&#121;&#045;&#115;&#101;&#097;&#108;&#046;&#101;&#117; <br>
Tel: +49 228 763 679 30 <br>
<a href="https://www.european-privacy-seal.eu/" target="_blank">www.european-privacy-seal.eu</a></p>

</font>
</td>
	  </tr>
	</table>

</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
