<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<TITLE>Ixquick und&#160;Startpage bearbeiten mittlerweile mehr als 2 Millionen Suchanfragen t&#228;glich!</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
    <h1 style="margin-top:6px;">Ixquick und&#160;Startpage bearbeiten mittlerweile mehr als 2 Millionen Suchanfragen t&#228;glich!</h1>
   <h2><i>(Nun) der&#160;gr&#246;&#223;te Datenschutz-Dienst(leister) im Internet!</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

25. Mai 2012
   <p align='justify'>Wir haben&#160;gro&#223;artige Neuigkeiten zu Ixquick.com und Startpage.com, den diskretesten&#160;Suchmaschinen der Welt.</p>
   <p align='justify'>Wir haben&#160;in den vergangenen drei Monaten ein eindrucksvolles Wachstum hingelegt und&#160;bearbeiten mittlerweile &#252;ber 2 Millionen Suchanfragen t&#228;glich. Das macht&#160;uns&#160;nicht nur zur gr&#246;&#223;ten privaten Suchmaschine, sondern in unseren Augen auch&#160;allgemein zum gr&#246;&#223;ten Datenschutz-Dienst im Internet.</p>
   <p align='justify'>Wir sind&#160;erfreut dar&#252;ber, dass die Menschen anfangen, die Rolle, die die Suchmaschinen&#160;bei der Erfassung von pers&#246;nlichen Daten spielen, zu erkennen &#150; insbesondere&#160;in&#160;Hinblick auf die j&#252;ngsten &#196;nderungen der Datenschutzrichtlinien in der Branche.&#160;Menschen rund um den Globus horchen nun auf und wechseln.</p>
   <p align='justify'>Ixquick und&#160;seine Schwester-Suchmaschine Startpage (www.startpage.com) bieten die besten&#160;Datenschutz-Garantien und Such-Funktionen, was uns dabei geholfen hat,&#160;unsere&#160;Zugriffszahlen auf Rekordniveau zu heben. Au&#223;erdem k&#246;nnen wir auf eine&#160;14-j&#228;hrige Firmengeschichte zur&#252;ckblicken, verf&#252;gen &#252;ber einen einfach zu&#160;bedienenden, kostenlosen Proxy-Service bei jeder Suche und sind von&#160;unabh&#228;ngiger Seite zertifiziert.</p>
   <p align='justify'>Wenn Sie Ixquick&#160;besuchen, wird Ihre IP-Adresse nicht gespeichert. Wir loggen Ihren Besuch nicht&#160;mit und installieren auch keine Tracking-Cookies in Ihrem Browser.&#160;Wir sammeln&#160;keine pers&#246;nlichen Informationen &#252;ber unsere Besucher. Nichts, gar nichts,&#160;null. Und es ist alles kostenlos.</p>
   <p align='justify'>Wir&#160;garantieren Ihnen Privatsph&#228;re und wir sind die einzige Suchmaschine, die dieses&#160;Versprechen auch halten kann &#150; durch eine unabh&#228;ngige Zertifizierung. Wir&#160;haben&#160;das&#160;Europ&#228;ische&#160;Datenschutzg&#252;tesiegel <a target="_blank" href="http://www.european-privacy-seal.eu/ws/EPS-en/Ixquick-starpage">EuroPriSe</a> erhalten, das von der&#160;Europ&#228;ischen&#160;Kommission gef&#246;rdert wird. Wir wurden in Sachen&#160;Datenschutzfreundlichkeit von&#160;Certified Secure &#252;berpr&#252;ft und beglaubigt und sind bei der niederl&#228;ndischen&#160;Datenschutzbeh&#246;rde registriert.</p>
   <p>Wir haben lange&#160;Jahre hart gearbeitet, um Ihr Vertrauen zu erlangen. Deshalb sind wir so&#160;erfreut dar&#252;ber, dass unsere Anstrengungen jetzt Fr&#252;chte tragen. Es ist ein&#160;gro&#223;artiges Gef&#252;hl zu wissen, dass wir zusammen den Unterschied machen, und&#160;durch harte Arbeit das Internet datenschutzsicher erhalten, so wie es sein&#160;sollte.</p>
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
