<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<TITLE>Die Datenschutzrichtlinie von Ixquick wird noch besser.</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Die Datenschutzrichtlinie von Ixquick wird noch besser.  </h1> 

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

   Donnerstag, 5. Juli 2012
   <p align='justify'>Ixquick&#160;stoppt komplett das Speichern von Informationen &#252;ber Browser und&#160;Betriebssystem.</p>
   <p align='justify'>Gro&#223;artige&#160;Neuigkeiten! Mit Beginn dieser Woche wird Ixquick die Informationen &#252;ber Browser&#160;und Betriebssystem seiner Nutzer (auch bekannt als "User Agent")&#160;nicht mehr speichern. Diese &#196;nderung ist sowohl bei Ixquick als auch unserer&#160;Schwestersuchmaschine Startpage (www.startpage.com) bereits umgesetzt.</p>
   <p align='justify'>Der&#160;Abschnitt Datenerfassung in unseren <a href="../privacy-policy.html#qdata">Datenschutzrichtlinien</a> ist bereits&#160;&#252;berarbeitet worden, um diese &#196;nderung widerzuspiegeln. Unsere&#160;Datenschutzrichtlinie liest&#160;sich nun wie folgt:</p>
<p>Datenerfassung</p>
        <ul>
<li> Ixquick sammelt keinerlei Daten, anhand derer unsere User eindeutig identifiziert werden k&#246;nnten.</li>
   <li>Bei IP-Adressen ist es aus Datenschutzgr&#252;nden am wichtigsten, dass sie nicht gespeichert werden, aber sogar aus den Informationen &#252;ber Browser und Betriebssystem l&#228;sst sich eine Person eindeutig identifizieren. Das ist der Grund, warum wir auch diese Informationen nicht speichern. Sogar die anonymisierten Suchbegriffe werden nicht aufgezeichnet, weil auch sie pers&#246;nliche Informationen beinhalten k&#246;nnten. --- Beispiel erscheint auch im n&#228;chsten Punkt..</li>
    <li> Unsere Strategie, keinerlei Daten zu sammeln, sch&#252;tzt Ihre Privatsph&#228;re. Ihre IP-Adresse und Informationen &#252;ber Browser und Betriebssystem k&#246;nnen zusammen mit weiteren Daten genutzt werden, um Ihren Computer, Ihren Wohnort und Sie <a href="https://panopticlick.eff.org" target="_blank">eindeutig zu identifizieren</a>. Es ist au&#223;erdem wichtig, keine Suchbegriffe zu speichern, da diese ebenfalls pers&#246;nliche Daten enthalten k&#246;nnen. (Denken Sie nur an jemanden, der seinen eigenen Namen und/oder die Versicherungsnummer in das Suchfeld eingibt.</li>
        </ul>
    <p>Wir suchen st&#228;ndig nach neuen Wegen, Ihre Privatsph&#228;re zu sch&#252;tzen. Deshalb haben wir nun das Speicherverhalten unserer Server auf null gesetzt. Wir selbst sind von der Richtigkeit dieses Schrittes &#252;berzeugt und denken, auch Sie sind erfreut und mit dieser Vorgehensweise einverstanden.</p>
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>



