<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Ixquick ist Europas Ratgeber in Datenschutzfragen Privateste Suchmaschine der Welt stellt sich in den Dienst der Privatsph&#228;re</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h2 style="margin-top:6px;">Ixquick ist Europas Ratgeber in Datenschutzfragen Privateste Suchmaschine der Welt stellt sich in den Dienst der Privatsph&#228;re </h2></p>
    
   <font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

   <p align='justify'>Die n&#228;chste Abstimmung &#252;ber den Entwurf der europ&#228;ischen Datenschutzverordnung ist f&#252;r den 29. Mai vorgesehen.<br/>
   Wer wird mit den EU-Parlamentariern am Tisch sitzen und dar&#252;ber mitentscheiden, ob die gro&#223;en Konzerne Online-Zugriff auf private Informationen erhalten sollen?</p>

   <p align='justify'>Die Goliaths sind die &#252;blichen Gro&#223;konzerne, also bekannte Namen wie Facebook, Microsoft, Google und Yahoo. Doch wer ist der David? </p>

   <p align='justify'><a href = "../../index.html" target = "_blank">Ixquick.com</a> ist eine Privatsph&#228;re-Suchmaschine aus den Niederlanden. Das Unternehmen wird regelm&#228;&#223;ig hinter verschlossenen T&#252;ren konsultiert, da es sowohl die komplexen Details der Suchtechnologie als auch die Gefahren kennt, die durch das Sammeln personenbezogener Daten bei Suchvorg&#228;ngen entstehen.</p>
   <p align='justify'>Unbedingt erw&#228;hnenswert ist, dass sich Ixquick und deren Schwestersuchmaschine StartPage von anderen Anbietern grundlegend unterscheiden - sie sammeln keinerlei Informationen &#252;ber ihre Nutzer. Dank diesem Konzept war Ixquick die erste Suchmaschine &#252;berhaupt, die mit dem begehrten Datenschutz-G&#252;tesiegel European Privacy Seal (EuroPriSe) ausgezeichnet wurde. Mittlerweile verf&#252;gt auch StartPage &#252;ber das G&#252;tesiegel.<br/>
   Die Gro&#223;konzerne nutzen ihre Suchmaschinen zum Erfassen pers&#246;nlicher Benutzerdaten, um diese dann zu gewerblichen Zwecken weiterzuverwenden. Unser Ziel war es nie, solche Daten zu missbrauchen. Deshalb haben wir Neuland betreten und von Anfang an die Zusage gemacht, keinerlei pers&#246;nliche Benutzerdaten zu erfassen, so Robert Beens, CEO von Ixquick.</>
   <p align='justify'>Die politisch Verantwortlichen wissen die Tatsache zu w&#252;rdigen, dass Ixquick nicht nur die Gefahren kennt, die im Internet dem Datenschutz drohen, sondern auch konkrete, praktische L&#246;sungen anbietet, diesen Gefahren zu begegnen.<br/>
   Diese besondere Positionierung st&#246;&#223;t bei Nutzern auf der ganzen Welt auf immer st&#228;rkere Akzeptanz. Ixquick konnte, wie auch das US-amerikanische Schwesterportal StartPage, im vergangenen Jahr eine Verdoppelung der Suchanfragen auf fast 3 Millionen pro Tag verzeichnen, die v&#246;llig anonym durchgef&#252;hrt werden. Dies beweist, dass es auch dann m&#246;glich ist, ein profitabel arbeitendes Unternehmen zu f&#252;hren, wenn man den Datenschutz achtet und zu den Nutzern ein Vertrauensverh&#228;ltnis aufbaut.</p>

   <p align='justify'>Wenn auch Sie mehr &#252;ber den Online-Datenschutz erfahren m&#246;chten, z.&#160;B. warum er so wichtig ist und welche Ziele damit verfolgt werden, machen Sie es wie die EU-Parlamentarier und wenden Sie sich mit jeglichen Fragen zu diesem Thema an Ixquick. </p>
   <br/>
    </td>
    </tr>
    <tr>
    <td><p align='justify'><u>U.S. Contact Person</u>: <br/>
           Dr. Katherine Albrecht <br/>
           U.S. Media Relations<br/>
<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle"> // <a href = "https://www.startpage.com" target = "_blank">www.startpage.com</a><br/>
           +1 877-434-3100 ext. 5 [toll free] <br/>
           +1 973-273-2125 [International]         
        </p>
    </td>
    <td style='vertical-align:top;'><p align='justify'><u>E.U. Contact Person</u>: <br/>
           Alex van Eesteren <br/>
           Sales & Business Development<br/>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16"> // <a href = "https://www.startpage.com" target = "_blank">www.startpage.com</a><br/>
           +31-30-6971778
        </p> 
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
