<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><html>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Neues Design und verbesserte Funktionen f&#252;r StartPage und Ixquick</TITLE>
</HEAD>
<BODY>
<table align="center" border="0" cellpadding="0" cellspacing="0" width="620">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_ixquick_logo.png" width="400" border="0"></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2">
        <p></p>
        <h1 style="margin-top:6px;">Neues Design und verbesserte Funktionen f&#252;r StartPage und Ixquick</h1>
        <font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
            Juni 9, 2015
        <p align="justify">Neuer Look, neue Funktionen: <a target="_blank" href="http://startpage.com">StartPage.com</a> und <a target="_blank" href="../../index.html">Ixquick.com</a>, die diskretesten Suchmaschinen der Welt, wurden um ein neues Design und zahlreiche Features erweitert. Neben privatsph&#228;refreundlichen Google Maps-Schnappsch&#252;ssen, einer erweiterten Video-Suche und aktualisierten Bildersuch-Ergebnissen, die f&#252;r 100 %ige Anonymit&#228;t auf den unternehmenseigenen Proxy-Service nutzen, punkten die lauschfreien Suchmaschinen jetzt auch mit einer neuen, modernen Benutzeroberfl&#228;che.</p>

        <p align="justify">Trotz aller Ver&#228;nderungen bleibt Bew&#228;hrtes bestehen: An den hohen Sicherheitsma&#223;st&#228;ben, dem einzigartigen Schutz der Privatsph&#228;re und der strengsten Datenschutzerkl&#228;rung der Branche &#228;ndert sich selbstverst&#228;ndlich nichts. Auch der unternehmenseigene Proxy-Service steht den Nutzern nach wie vor kostenlos zur Verf&#252;gung. Und &#150; nicht zuletzt &#150; bleibt einer der popul&#228;rsten Tatsachen unver&#228;ndert: der Firmensitz in den Niederlanden.</p>

        <p align="justify">CEO Robert Beens: &#147;Edward Snowden hat erstmals aufgezeigt, mit welchen Mitteln die US-Regierung amerikanische Unternehmen zur Herausgabe von Nutzerdaten zwingen k&#246;nnen. Da unser Unternehmen au&#223;erhalb der USA firmiert, unterliegen wir nicht dem Patriot Act oder anderen Datenerfassungsprogrammen wie PRISM. Wir sammeln keinerlei Daten &#252;ber unsere Nutzer und werden niemals mit Spionageprogrammen kooperieren.&#148;</p>

        <p align="justify">Beens bekr&#228;ftigt, dass StartPage auch weiterhin anonymisierte Google-Suchergebnisse liefern wird und Ixquick gleicherma&#223;en private Meta-Suchergebnisse aus den Top-Suchmaschinen: &#147;Wir bleiben bei unseren Wurzeln, w&#228;hrend wir gleichzeitig unsere Pionierarbeit fortsetzen, die wir vor 10 Jahren mit dem Beginn der Privatsph&#228;re-Revolution begonnen haben. Unsere oberste Priorit&#228;t ist die private Websuche und wir sammeln oder speichern keinerlei pers&#246;nliche Informationen &#252;ber unsere Nutzer. Nada. Zilch. Zero&#148;.</p>

        <p align="justify">Tats&#228;chlich sind StartPage.com und Ixquick.com die einzigen Suchmaschinen, die wegen ihres bahnbrechenden Privatsph&#228;re-Schutzes mit dem Europ&#228;ischen Datenschutzsiegel von Europrise ausgezeichnet wurden.</p>
        <ul>
            <li>Keine Speicherung von IP-Adressen</li>
            <li>Keine Verwendung von Tracking-Cookies</li>
            <li>Keine Aufzeichnung von Suchanfragen</li>
        </ul>
        <p align="justify">Beens weiter: &#147;Wir sind stolz auf unsere Innovationen bei der privaten Websuche und werden weiterhin neue Wege zum Schutz der Privatsph&#228;re beschreiten &#150; wie vor kurzem mit unserem privaten E-Mail-Service <a target="_blank" href="https://startmail.com">StartMail.com</a> &#147;.</p>

        <p align="justify">StartMail, entwickelt vom Team hinter StartPage und Ixquick, bietet kostenpflichtigen, privaten E-Mail-Verkehr. Die revolution&#228;re Ein-Klick-Verschl&#252;sselung sch&#252;tzt E-Mails, sodass sie nur von den rechtm&#228;&#223;igen Empf&#228;ngern gelesen werden k&#246;nnen.</p>
	
		<p>&#147;Privatsph&#228;re ist ein fundamentales Menschenrecht&#148;, sagt Beens. &#147;Unsere Mission ist, leicht anwendbare L&#246;sungen anzubieten, die den Menschen dabei hilft, sich vor Massendatenspeicherung zu sch&#252;tzen und ihr Recht auf Privatsph&#228;re wahrzunehmen.&#148;</p>
        <p><b>&#220;ber StartPage, Ixquick und StartMail</b></p>

        <p>StartPage und ihre Schwestersuchmaschine Ixquick sind weltweit die ersten und einzigen Suchmaschinen, die mit dem Europ&#228;ischen Datenschutzsiegel ausgezeichnet und von Europrise zertifiziert wurden. Au&#223;erdem bieten sie als einzige Suchmaschinen einen kostenlosen Proxy-Service f&#252;r jede Suche und &#252;bertreffen andere Suchmaschinen in Bezug auf Sicherheitsma&#223;nahmen. Weitere Informationen sind auf <a target="_blank" href="https://startpage.com">StartPage.com</a> und <a target="_blank" href="../../index.html">Ixquick.com</a> zu finden.</p>

        <p>StartMail.com ist der neue, kostenpflichtige und private E-Mail-Service, der PGP-Verschl&#252;sselung vereinfacht und modernsten Privatsph&#228;re-Schutz f&#252;r jedermann zug&#228;nglich macht. Inzwischen vertrauen bereits Tausende Menschen auf StartMail. Weitere Informationen und eine Video-&#220;bersicht sind auf <a href="https://www.startmail.com/" target="_blank">StartMail.com</a> abrufbar.</p>
        <p align="justify">StartPage, Ixquick und StartMail haben ihren Sitz in den Niederlanden, wo Datenschutz und Verbraucherschutz wesentlich strenger sind als zum Beispiel in den USA.</p>
        <p align="justify"><b>F&#252;r weitere Informationen kontaktieren Sie:</b></p>
        <p align="justify">Surfboard Holding B.V.<br>Postbus 1079<br>3700 BB Zeist<br>Niederlande</p>
        <p align="justify">Pressekontakt:<br>J&#246;rg Bauer<br>+49 3222 1095130<br>
            <img src="../../graphics/presse_startmail_blue.gif" align="absmiddle"><br>
        </p>
        </font>
    </td>
</tr>
</table>
</BODY>
</HTML>
