<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252"> 
<TITLE>Ixquick verschl&#252;sselt ab sofort alle Suchanfragen</TITLE>
<BODY>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Ixquick verschl&#252;sselt ab sofort alle Suchanfragen</h1> 
<h2><i>Privateste Suchmaschine der Welt macht SSL-Verschl&#252;sselung zum Standard</i></h2></p>


<p align='justify'>Zeist/Niederlande (pts015/24.10.2011/11:45) - Mit dem heutigen Tag verschl&#252;sselt Ixquick, die "privateste Suchmaschine der Welt", automatisch alle Suchanfragen. <a href='http://www.ixquick.com'>Ixquick</a> war im Jahr 2009 die erste Suchmaschine, die SSL-Verschl&#252;sselung angeboten hat. Jetzt beschreitet die Suchmaschine wieder neue Wege, indem sie die SSL-Verschl&#252;sselung zum Standard macht.</p>
<p align='justify'>SSL-Verschl&#252;sselung, auch als "Secure Sockets Layer"-Verschl&#252;sselung bekannt, wird von vielen Sicherheitsexperten als der sicherste Weg, im Internet zu surfen, gelobt. Die Verschl&#252;sselung durch Ixquick verhindert Lauschangriffe von Internet Service Providern (ISPs), die gesetzlich dazu verpflichtet werden k&#246;nnen, gro&#223;e Mengen an pers&#246;nlichen Daten &#252;ber ihre User speichern zu m&#252;ssen.</p>
<p align='justify'>"Schnüffelnde ISPs oder Hacker könnten zu einer enormen Bedrohung der Privatsphäre mit Orwell'schen Ausmaßen werden", sagt Ixquick-CEO Robert E.G. Beens. "Deshalb haben wir beschlossen, unsere Webseiten zu 100 Prozent auf SSL-Verschlüsselung umzustellen, um die Privatsphäre unserer Nutzer bei ihren Internet-Recherchen zu schützen."</p>
<p align='justify'>Alle Besucher von Ixquick.com und der Schwester-Suchmaschine <a href='http://www.startpage.com'>Startpage.com</a> werden von dem neuen Verschl&#252;sselungs-Service, der sie automatisch auf eine sichere Webseite umleitet, profitieren. Die Benutzer sehen die Buchstaben "https" in der URL-Leiste. Damit wird angezeigt, dass alle Daten in verschl&#252;sselter Form &#252;bertragen werden. Jeder Hacker oder Lauscher, der sich Zutritt zu der Verbindung verschafft, sieht nichts als Kauderwelsch.</p>
<p align='justify'>Andere Suchmaschinen wie Google, Yahoo und Bing folgen mittlerweile dem Vorbild von Ixquick und bieten ebenfalls SSL-Verschl&#252;sselung an. Allerdings kann der Privatsph&#228;re-Vorteil durch die Verwendung von SSL bei anderen gro&#223;en Suchmaschinen irref&#252;hrend sein, da diese Suchmaschinen ihrerseits sowohl die IP-Adressen ihrer Nutzer als auch umfangreiche Datenmengen &#252;ber deren Suchanfragen speichern.</p>

<p align='justify'>"Wenn Sie Ixquick.com oder Startpage.com verwenden, wird Ihre IP-Adresse nicht erfasst, Ihr Besuch nicht aufgezeichnet und es werden auch keine Tracking-Cookies auf Ihrem Browser platziert", erkl&#228;rt Beens. "Tats&#228;chlich erheben wir &#252;berhaupt gar keine Informationen &#252;ber unsere Nutzer. Nothing. Nada. Null!"</p>
<p align='justify'>Ixquick kombiniert Ergebnisse vieler f&#252;hrender Suchmaschinen, Startpage wiederum erh&#228;lt nur die Google-Suchergebnisse und liefert sie unter absoluter Wahrung des Datenschutzes an die User. &#220;ber den Besuch der Nutzer werden keinerlei Aufzeichnungen gemacht.</p>
<p align='justify'>Die automatische SSL-Verschl&#252;sselung ist nur die neueste Erg&#228;nzung der wachsenden Familie von Datenschutz-Funktionen, die Ixquick insgesamt zur privatesten Suchmaschine der Welt machen.</p>

<BR>
<b>&#220;ber Ixquick "Die privateste Suchmaschine der Welt"</b>

<p align='justify'>Ixquick ist eine preisgekr&#246;nte und von unabh&#228;ngiger Stelle zertifizierte Suchmaschine, die vollkommene Anonymit&#228;t bietet. Es ist die einzige Suchmaschine, die einen kostenlosen Proxy-Dienst und die erste, die eine SSL-Verschl&#252;sselung im Portfolio hat. Ixquick hat das begehrte EuroPriSe-"G&#252;tezeichen" f&#252;r herausragende Privatsph&#228;re- und Datenschutz-Praktiken erhalten. Die Suchmaschine wurde dar&#252;ber hinaus von Certified Secure zertifiziert und ist bei der niederl&#228;ndischen Datenschutzbeh&#246;rde registriert. </p>

<p>
Aussender: <a href='../../index.html'>Surfboard holding BV</a> <br>
Ansprechpartner: Alex van Eesteren <br>
email: <img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16"><br>
Tel. +31-30-6971778 <br>
</p>

</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>
