<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Die Electronic Frontier Foundation lobt ixquick f&#252;r Sicherheit und Datenschutz</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Die Electronic Frontier Foundation lobt ixquick f&#252;r Sicherheit und Datenschutz</h1><p>
<b>Ixquick ist die einzige Suchmaschine mit HTTPS-Verschl&#252;sselung</b><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">


<p>Zeist, Niederlande (pts/01.07.2009/16:50) - Ixquick <a href="http://www.ixquick.com">http://www.ixquick.com</a> erhielt gro&#223;es Lob von der Electronic Frontier Foundation. Die EFF wurde 1990 in San Franzisko gegr&#252;ndet und besch&#228;ftigt sich mit den B&#252;rgerrechten im Cyberspace. Die Organisation lobte vor allem den Schutz der Privatsph&#228;re der Nutzer und den hohen Grad der Datensicherheit bei Ixquick.</p>
<p>Ixquick ist derzeit die einzige Suchmaschine, die keine Aufzeichnungen des Surfverhaltens seiner Benutzerinnen f&#252;hrt und auch keine sonstigen Daten wie etwa IP Adressen sammelt. Gro&#223;en Beifall ernteten die Verschl&#252;sselung der Eingaben via HTTPS. Diese ist bei Suchmaschinen einzigartig und sorgt f&#252;r die verschl&#252;sselte &#220;bermittlung s&#228;mtlicher Sucheingaben. Diese Ma&#223;nahme verhindert das so genannte "eavesdropping". Der Begriff bezeichnet das "Abh&#246;ren" von Datenstr&#246;men.</p>
<p>In L&#228;ndern wie China oder dem Iran, die in hohem Grade Zensur im Web betreiben und wo diverse Sucheingaben zu Repressalien f&#252;hren k&#246;nnen, ist eine derartige Funktion eigentlich unerl&#228;sslich, da sie mitunter sogar Leben retten kann.</p>
<p>"Wir hoffen, dass sich eines Tages auch andere Betreiber dem positiven Beispiel von Ixquick anschlie&#223;en werden", so Peter Eckersley, Analyst bei EFF. Von den drei Marktf&#252;hrern Google, Yahoo und Microsoft wird keinerlei Verschl&#252;sselung angeboten.</p>
<p>Internetnutzerinnen, denen die eigene Privatsph&#228;re wichtig ist, sollten auch bedenken, dass bei den angef&#252;hrten Diensten jede Sucheingabe abgespeichert und mit der eigenen IP verkn&#252;pft wird. Diese Vorgehensweise war j&#252;ngst Anlass f&#252;r weltweite Kritik von Verbrauchersch&#252;tzern aber auch von staatlicher Seite.</p>
<p>Einzig Ixquick ist derzeit in der Lage absolute Datensicherheit und den Schutz der Privatsph&#228;re zu garantieren.</p>
<p>Ixquick erreicht man unter <a href="http://www.ixquick.com">http://www.ixquick.com</a>. F&#252;r die Verschl&#252;sselung der Eingaben steht die Adresse <a href="https://www.ixquick.com">https://www.ixquick.com</a> zur Verf&#252;gung. Wichtig ist der zus&#228;tzliche Buchstabe "S" im Pr&#228;fix der Domain (unbedingt https://)</p>
<p>Die Electronic Frontier Foundation (EFF) ist eine im Juli 1990 von John Perry Barlow und Mitchell Kapor gegr&#252;ndete nichtstaatliche Organisation mit Sitz in San Francisco, die sich mit den B&#252;rgerrechten im Cyberspace besch&#228;ftigt. Ziel ist eine mediale Selbstbestimmung des B&#252;rgers. Die Arbeit der EFF konzentrierte sich bisher haupts&#228;chlich auf Nordamerika. Im Februar 2007 wurde in Br&#252;ssel ein B&#252;ro f&#252;r Europa er&#246;ffnet. Die Organisation besch&#228;ftigt ein Expertenteam, bestehend aus Anw&#228;lten, Analysten, Aktivisten und Technikern.</p>
<p>Einen Kommentar der EEF zum http Protokoll und zu Ixquick ist unter <a href="http://www.eff.org/deeplinks/2009/06/several-facts-about-">http://www.eff.org/deeplinks/2009/06/several-facts-about-</a> zu finden.#</p>
<p>EFF's analysis and comments about HTTPS, including statements about Ixquick, can be found online at: <a href="http://www.eff.org/deeplinks/2009/06/several-facts-about-">http://www.eff.org/deeplinks/2009/06/several-facts-about-</a></p>
<b>&#220;ber Ixquick</b>
<p>Informationen zu Ixquick<br>
Ixquick ist eine international preisgekr&#246;nte Suchmaschine mit branchenf&#252;hrenden Datenschutzrichtlinien. Ixquick ist seit 1998 im Internet pr&#228;sent und steht im Eigentum von Surfboard Holding BV, einem niederl&#228;ndischen Unternehmen.</p>
<p>Weitere Informationen zu Ixquick finden Sie unter <a href="http://www.ixquick.com">http://www.ixquick.com</a> .</p>

<p><b><i>Pressekontakt</i>:</b><br />
Dr. Katherine Albrecht <BR>
U.S.Marketing and Media Relations <BR>
877-434-3100  [toll free] <BR>
+1 973-273-2125  [international access] <BR>
<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle">
<br>
Aussender: Surfboard holding BV<br>
Ansprechpartner: Robert Beens<br>
<img src="../../graphics/startpage_robert_email_black.gif">
<br>
Tel. +31-30 6971778 

</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
