<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<TITLE>Suchmaschine Ixquick: Tracking Cookies sind gef&#228;hrlich und unn&#246;tig</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8"> 
</HEAD>
<BODY>
<table width="754" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="left" valign="top"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
      </tr>
    </table>      
    <a href="../../index.html"></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td align="center">
	<table width="620" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td>
<p align="center" style="font-size:30px;margin-bottom:2px; padding:0"><b>Suchmaschine Ixquick: Tracking Cookies sind gef&#228;hrlich und unn&#246;tig</b>
</p>
<h4 style=" font-size:18px; font-weight: normal;"><em>Datenschutz-freundlicher URL-Generator unterst&#252;tzt schn&#252;ffelfreie Einstellungen</em></h4>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
<p>Zeist/Berlin (pts/28.01.2011/09:11) - Anl&#228;sslich des internationalen Datenschutztages (Data Privacy Day) warnt Robert Beens, CEO von Ixquick, der diskretesten Suchmaschine der Welt: "Tracking Cookies sind nicht nur unangenehm. Sie hinterlassen auch Spuren, die Vermarkter direkt zur Haust&#252;r der User f&#252;hren".</p>

<p>Darum hat es sich Beens zur Aufgabe gemacht, die Verbraucher &#252;ber die Online-Spuren aufzukl&#228;ren, die Cookies hinterlassen. Er ermutigt die zahlreichen Nutzer von Ixquick au&#223;erdem dazu, Tracking Cookies von ihren Computern zu l&#246;schen. Tracking Cookies gef&#228;hrden die Privatsph&#228;re ganz massiv, so Beens, der Werbetreibenden vorwirft, sich wie die Geier auf Informationen zu st&#252;rzen. "Man sollte diese kleinen Textdateien besser als 'Stalker Cookies' bezeichnen", wettert Beens.</p>
<p>Was manche Internetfirmen mit den Informationen der User anstellen, ist einfach unversch&#228;mt, klagt Beens. "Viele Verbraucher sind sich gar nicht im Klaren dar&#252;ber, wie die meisten gro&#223;en Websites und Suchmaschinen die Cookie-Informationen und IP-Adressen abgreifen, um damit die Suchbegriffe der User, die Zeiten ihrer Besuche und die Links, die sie klicken, aufzuzeichnen."</p>

<p>Beens weist darauf hin, dass gerade die von Suchmaschinen gesammelten Daten besonders stark in die Privatsph&#228;re der User eingreifen, weil sie extrem private Informationen preisgeben k&#246;nnen - etwa die Interessen eines Users, die Familiensituation sowie Krankheiten. Diese Nutzerprofile werden oft in gigantischen Datenbanken gespeichert und k&#246;nnten so - ohne Wissen oder Einverst&#228;ndnis des Users - f&#252;r Marketingzwecke gebraucht werden. Au&#223;erdem besteht die Gefahr, dass die Daten im Rahmen eines Hackerangriffs oder eines Gerichtsbeschlusses an die &#214;ffentlichkeit gelangen.</p>

<p>"Die Preisgabe von Informationen im Internet kann auf jeden User negativ zur&#252;ckfallen", warnt Beens. "Wenn jemand zum Beispiel nach Informationen &#252;ber Diabetes sucht, k&#246;nnte das k&#252;nftig in seinem Suchprofil vermerkt sein und eventuell bei potenziellen neuen Arbeitgebern oder Versicherern eine rote Lampe aufleuchten lassen."</p>

<p>Um dem Cookie-Problem zuleibe zu r&#252;cken, stellt die Suchmaschine Ixquick nun einen neuen URL-Generator vor, der es den Usern erlaubt, die Einstellungen der Ixquick-Suche anzupassen, ohne ein Cookie zu verwenden.</p>

<p>Ixquick wird zwar weiterhin eine datenschutzfreundliche anonyme Cookie-Option bieten, mit der man die Ixquick-Einstellungen speichern kann. Das Unternehmen ist aber &#252;berzeugt davon, dass es f&#252;r die Nutzer sicherer ist, ihre Cookies komplett zu l&#246;schen. "Unser neuer URL-Generator wird die User ermutigen, genau dies zu tun, denn sie brauchen nicht mehr zu bef&#252;rchten, dass ihnen beim L&#246;schen der Cookies ihre gewohnten Ixquick-Einstellungen verloren gehen", erkl&#228;rt Beens.
</p>

<p>Der Ixquick-URL-Generator codiert die benutzerdefinierten Einstellungen in eine anonyme URL, die entweder als Lesezeichen gespeichert oder dazu benutzt werden kann, eine datenschutzfreundliche Suchbox im Browser einzurichten. Wenn etwa jemand eine gro&#223;e Schrift und einen familienfreundlichen Filter bevorzugt, werden ihm unter der von ihm erstellten URL automatisch die Suchergebnisse nur so angezeigt, wie er es bei jedem Besuch gewohnt ist.</p>
<p>"Der URL-Generator ist ein weiterer Baustein f&#252;r unser Angebot einer innovativen, datenschutzfreundlichen Suchm&#246;glichkeit, die dabei helfen soll, die Art und Weise, wie heutzutage das Internet-Gesch&#228;ft funktioniert, zu ver&#228;ndern", so Beens. "Wir glauben, dass die Privatsph&#228;re ein Grundrecht und die Basis einer freien Gesellschaft ist. Und wir unterst&#252;tzen die Verbraucher dabei, alles zu genie&#223;en, was ihnen das Internet bietet, ohne dieses Recht aufgeben zu m&#252;ssen."</p>

<p>S&#228;mtliche Informationen zu Datenschutz und Funktionalit&#228;t sind unter <a href='http://www.ixquick.com'>http://www.ixquick.com</a> abrufbar.</p>

<p><B>&#220;ber Ixquick</B><br>
Ixquick ist eine international preisgekr&#246;nte Suchmaschine mit branchenweit einzigartigen Datenschutzrichtlinien. Ixquick ist au&#223;erdem die einzige Suchmaschine, die den AnwenderInnen Privatsph&#228;re garantiert und keinerlei benutzerbezogene Daten aufzeichnet. Ixquick war auch die erste Suchmaschine, die SSL-Verschl&#252;sselung angeboten hat, wodurch Lauscher von au&#223;en abgewehrt werden und ist die einzige, die einen kostenfreien Proxyservice innerhalb der Suchergebnisse zur Verf&#252;gung stellt. An den Start ging Ixquick 1998. Betreiber ist die holl&#228;ndische Surfboard Holding mit Sitz in Zeist. (Ende) </p>

<p>
Aussender: <a href='../../index.html'>Surfboard holding BV</a> <br>
Ansprechpartner: Alex van Eesteren <br>
email: <img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
 <br>
Tel. +31-30 697 1778 <br>
</p>
</font>
</td>
	  </tr>
	</table>

</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
