<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>EU-Parlament beschlie&#223;t Direktive zur Staatsspionage in Suchmaschinen</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">EU-Parlament beschlie&#223;t Direktive zur Staatsspionage in Suchmaschinen</h1><p>
<b>Ixquick und Startpage k&#228;mpfen gegen "Big Brother"-Methoden durch Richtlinie 29</b><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">


<p>Zeist (pts/29.06.2010/08:00) - Ein ernsthafter Angriff auf unsere Privatsph&#228;re durch die strikte &#220;berwachung unseres Suchverhaltens in Suchmaschinen wurde letzte Woche im EU-Parlament als Direktive 29 abgesegnet. Getarnt als Vorsichtsma&#223;nahme gegen P&#228;dophilie wurde die kontroverse Richtlinie von den Parlamentariern durchgewunken. Damit h&#228;tten Staaten der Europ&#228;ischen Union k&#252;nftig Zugriff auf Daten der vorangegangenen zwei Jahre.</p>
<p>Die Suchmaschine Ixquick <a href="http://www.ixquick.com">www.ixquick.com</a>, weithin bekannt als die privateste Suchmaschine, hat sich in den letzten Jahren die Reputation aufgebaut, ihre User vor unerlaubtem Zugriff zu sch&#252;tzen und und keinerlei Daten abzuspeichern. Mit der neuen Direktive werden diese Bem&#252;hungen mit F&#252;&#223;en getreten, da sich diese Ma&#223;nahmen eindeutig gegen Ixquick richten. Die Betreiber von Ixquick werden sich jedoch nicht beugen und gegen diese Vorgehensweise ank&#228;mpfen.</p>
<p>"Seit bekannt ist, wie Google, Yahoo und Bing mit den Daten von Nutzerinnen umgehen und diese auch langfristig sichern, wurde dieser Schritt der EU gegen Ixquick und den US Ableger Startpage vorbereitet", zeigt sich Herr Beens, CEO von Ixquick &#252;berzeugt. "Wir haben hart daran gearbeitet, eine Datenschutzsuchmaschine wie Ixquick, die den eigentlichen Vorgaben der EU zum Thema Datenschutz entspricht, umzusetzen. Dies geschah in &#220;bereinkunft mit Artikel 29 der Arbeitsgruppe 'Datenschutz'."</p>
<p>Beens bef&#252;rchtet nun, dass, wenn die Direktive in nationales Recht umgewandelt wird, das Recht von 500 Millionen EU B&#252;rgern auf Privatsph&#228;re verloren geht. Dieser restriktive Schritt erm&#246;glicht den Staaten Zugriff auf politische, medizinische und pers&#246;nliche Daten aller Einwohnerinnen der EU.</p>
<p>"Illegale Sexangebote und Untergrundnetzwerke werden nicht in regul&#228;ren Suchmaschinen angezeigt", so Alex Hanff, Sprecher einer Gruppe von internationalen Datensch&#252;tzern und Rechtsanw&#228;lten, welche bereits eine Kampagne gegen die Direktive eingeleitet hat. "Ich habe acht Jahre damit verbracht, dem Gesetzgeber beim Aufsp&#252;ren von illegalen Sexangeboten zu helfen. Kein Einziges Mal konnte dabei erfolgreich auf regul&#228;re Suchmaschinen zur&#252;ckgegriffen werden."</p>
<p>Ixquick wird dieser Kampagne, die sich gegen die Direktive ausspricht, beitreten und gegen die Rechtswerdung dieser unsinnigen Vorgabe ank&#228;mpfen.</p>
<p>"Privatsph&#228;re ist ein fundamentals Menschenrecht und die Basis einer freien Gesellschaft. Ixquick hat seinen enormen Erfolg vor Allem der Tatsache zu verdanken, dass Menschen absolute keine Lust darauf haben, von der eigenen Regierung oder anderen im Internet ausspioniert zu werden. Das aushorchen unbescholtener B&#252;rger ist sicher nicht der richtige Weg in die Zukunft und wir werden zu unseren Prinzipien stehen und auch weiterhin f&#252;r Privatsph&#228;re im Internet sorgen", so Beens abschlie&#223;end.</p>
<b>&#220;ber Ixquick</b><br><br>
Ixquick ist eine international preisgekr&#246;nte Suchmaschine mit branchenf&#252;hrenden Datenschutzrichtlinien. Gegr&#252;nded wurde Ixquick 1998 in New York und ist seitdem die einzige Suchmaschine, die den AnwenderInnen absolute Privatsph&#228;re garantiert und keinerlei Benutzerbezogene Daten aufzeichnet. Ebenfalls einzigartig ist, dass die Suche unter ssl Verschl&#252;sselung statt findet, wodurch auch Lauscher von Au&#223;en abgewehrt werden. S&#228;mtliche Informationen zu Datenschutz und Funktionalit&#228;t sind unter <a href="http://www.ixquick.com">www.ixquick.com</a> abrufbar. Am US-Markt ist Ixquick als Startpage.com bekannt.<br>
<br>
Aussender: Surfboard holding BV<br>
Ansprechpartner: Alex van Eesteren<br>
email: <img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16"><br>
Tel. +31-30 6971778 

</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
