<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<TITLE>Branchenf&#252;hrer Ixquick revolutioniert Privatsph&#228;re 2.0</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8"> 
</HEAD>
<BODY>
<table width="754" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="left" valign="top"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
      </tr>
    </table>      
    <a href="../../index.html"></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td align="center">
	<table width="620" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td>
<p align="center" style="font-size:30px;margin-bottom:2px; padding:0"><b>Branchenf&#252;hrer Ixquick revolutioniert Privatsph&#228;re 2.0</b>
</p>
<h4 style=" font-size:18px; font-weight: normal;"><em>Suchanfragen r&#252;ckwirkend gel&#246;scht - 2011 kommt privater E-Mail-Service</em></h4>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

<p>Zeist/Berlin (pts/21.12.2010/09:00) - Im Internet geht das Schn&#252;ffelfieber um. Nicht nur, dass die Politiker in Deutschland derzeit wieder &#252;ber die Einf&#252;hrung der Vorratsdatenspeicherung diskutieren. Auch viele Webseiten schn&#252;ffeln ihren Besuchern hinterher, wie Computerexperten aus den USA herausgefunden haben. Demnach haben dutzende Websites heimlich Daten &#252;ber die von ihren Usern zuvor besuchten Seiten erfasst. Das "History Sniffing" erm&#246;glicht es z.B. Shopbetreibern, Preise anzupassen, wenn sie wissen, dass Besucher von einer billigeren Konkurrenzseite kommen.</p>

<p>
Auch, dass die gebr&#228;uchlichen Suchmaschinen die Suchanfragen ihrer User speichern und die meisten von ihnen die IP-Adressen der Nutzer erfassen, ist ein offenes Geheimnis. Dabei werden sogenannte Tracking Cookies verwendet, um die Suchbegriffe, den Zeitpunkt des Besuches sowie die ausgew&#228;hlten Links aufzuzeichnen, um diese Informationen dann in einer gigantischen Datenbank zu speichern.
</p>


<p><b>Ixquick macht Schluss mit der Online-Schn&#252;ffelei</b></p>


<p>
Die privateste Suchmaschine der Welt, Ixquick <a href='http://ixquick.de'>http://ixquick.de</a>, ist st&#228;ndig bem&#252;ht, ihre Funktionen f&#252;r die Privatsph&#228;re der User noch weiter zu verbessern. Schon seit 2006 verzichtet Ixquick auf das Speichern der IP-Adressen und verwendet auch keine Tracking-Cookies, um die Privatsph&#228;re seiner User zu 100 Prozent zu sch&#252;tzen. Au&#223;erdem verf&#252;gt Ixquick &#252;ber eine SSL-Option. Secure Socket Layer (SSL) ist ein Verschl&#252;sselungsprotokoll, das in fast allen Browsern verf&#252;gbar ist. Damit wird eine sichere Verbindung zwischen dem Browser und den Ixquick-Servern hergestellt.
</p>


<p>
Ab sofort werden zus&#228;tzlich auch alle Suchanfragen der Ixquick-Nutzer r&#252;ckwirkend gel&#246;scht, die zuvor in anonymisierter Form noch aus statistischen Gr&#252;nden aufgehoben wurden. Das hei&#223;t im Klartext: Ixquick speichert keine einzige Suchanfrage seiner User mehr. Alles, was derzeit noch in den Datenbanken von Ixquick landet, sind harmlose Statistiken wie die Anzahl der Suchanfragen und die Aufteilung von L&#228;ndern und Sprachen der Ixquick-Nutzer, die die Suchmaschine f&#252;r ihr Management-System ben&#246;tigt.
</p>


<p>
Dar&#252;ber hinaus bietet Ixquick als erste Suchmaschine eine Alternative f&#252;r Cookies. (Cookies sind kleine Datenpakete, die auf der Festplatte des Computers der Nutzer abgelegt werden, wenn diese Websites aufrufen.) Ixquick verwendet nur noch 1 - vollkommen anonymes - Cookie, das sich die gespeicherten Sucheinstellungen f&#252;r den n&#228;chsten Besuch merkt und nach 90 Tagen verf&#228;llt. Die User k&#246;nnen dabei frei entscheiden, ob sie das Cookie annehmen oder ablehnen wollen. Dar&#252;ber hinaus hat Ixquick einen URL-Generator (mehr Informationen unter: <a href='http://ixquick.de/deu/urlgenerator-details.html'>http://ixquick.de/deu/urlgenerator-details.html</a> ) gelauncht, der Cookies sogar v&#246;llig &#252;berfl&#252;ssig macht.
</p>


<p><b>Privatsph&#228;re: Cookie eliminiert, SSL-Verschl&#252;sselung aktiviert</b>
</p>


<p>Um der Rolle als f&#252;hrende H&#252;terin der Privatsph&#228;re im Suchmaschinenbereich gerecht zu werden, hat Ixquick sogar ein Cookie komplett eliminiert. Das Cookie "exclude repetitive results" hatte zuvor verhindert, dass Ergebnisse nochmals angezeigt werden, wenn eine Folgesuche mit dem gleichen Suchbegriff gestartet wurde. Es verfiel sofort nach Ende der Suchsitzung. Dieses Cookie wird nun nicht mehr gespeichert. F&#252;r Ixquick bedeutet dies einen weiteren Schritt in Richtung Privatsph&#228;re 2.0.
</p>


<p>Schlie&#223;lich will Ixquick in absehbarer Zeit automatisch SSL-Verschl&#252;sselung nutzen. Damit wird sicher gestellt, dass die Suchanfragen der User absolut sicher sind und nicht unberechtigterweise von Dritten mitgelesen werden k&#246;nnen. Zudem stellt die SSL-(Secure Socket Layer)-Verschl&#252;sselung sicher, dass der User sich auch wirklich auf der mit einem entsprechenden Zertifikat ausgestatteten Website seiner Wahl befindet. Schon in den n&#228;chsten 1 bis 2 Monaten wird Ixquick zu 100 Prozent SSL-verschl&#252;sselt arbeiten.
</p>


<p><b>Privater E-Mail-Service f&#252;r 2011 geplant</b></p>

<p>Als besondere &#220;berraschung f&#252;r alle User, denen Privatsph&#228;re wichtig ist, und die trotzdem nicht auf das E-Mail-Schreiben verzichten wollen, bringt Ixquick 2011 einen privaten E-Mail-Service auf den Markt. Damit will Ixquick die Privatsph&#228;re der User auch bei der Kommunikation via E-Mail wahren.
</p>


<p><b>Weiterf&#252;hrende Links:</b></p>

<p>Datenschutzrichtlinie Ixquick <br>
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     <a href='http://ixquick.de/deu/privacy-policy.html'>http://ixquick.de/deu/privacy-policy.html</a><p>

<p>
Aussender: <a href='../../index.html'>Surfboard holding BV</a> <br>
Ansprechpartner: Alex van Eesteren <br>
email: <img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
<br>
Tel. +31-30 697 1778 <br>
</p>

</font>
</td>
	  </tr>
	</table>

</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
