<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<TITLE>Ixquick informiert nun auch auf Facebook</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8"> 
</HEAD>
<BODY>
<table width="754" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="left" valign="top"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
      </tr>
    </table>      
    <a href="../../index.html"></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td align="center">
	<table width="620" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td>
<p align="center" style="font-size:30px;margin-bottom:2px; padding:0"><b>Ixquick informiert nun auch auf Facebook</b>
</p>
<h4 style=" font-size:18px; font-weight: normal;"><em>Ixquick ist die privateste Suchmaschine im Internet</em></h4>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
    <p>Zeist (pts/13.11.2010/14:10) - Seit 2006 sch&#252;tzt Ixquick die Privatsph&#228;re in Europa und war damit die erste Suchmaschine, die ihr Gesch&#228;ftsmodell vollst&#228;ndig auf mehr Privatsph&#228;re im Internet ausrichtete. 2008 erhielt Ixquick als bisher einziger Anbieter das erste Europ&#228;ische EuroPriSe Datenschutz-G&#252;tesiegel. Im September dieses Jahres wurde ein deutschsprachiges Profil bei Facebook <a href='http://www.facebook.com/ixquick.de' >http://www.facebook.com/ixquick.de</a> installiert, um dort &#252;ber M&#246;glichkeiten zu mehr Selbstschutz zu informieren. Ixquick setzt auf die Dynamik der Community, die f&#252;r eine rasche Verbreitung der kostenlosen Dienstleistung sorgen soll.</p>

<p>Beim Surfen mit einer der gebr&#228;uchlichen Suchmaschinen werden s&#228;mtliche Suchanfragen gespeichert. Suchbegriffe, Zeitpunkt des Besuchs, Links, die angew&#228;hlt wurden, die IP-Adresse der AnwenderInnen und sogenannte User ID Cookies. All diese Daten werden im System der Suchmaschinen gespeichert. Benutzerprofile, die aus dieser F&#252;lle von Informationen erstellt werden k&#246;nnen, sind f&#252;r Marketingspezialisten von heute viel Geld wert und k&#246;nnen bei Missbrauch gro&#223;en Schaden anrichten.</p>

<p>Ixquicks Gesch&#228;ftsidee hingegen beruht auf einem breiten Sicherheitskonzept. Wer mit Ixquick sucht, verwendet mehrere relevante Suchmaschinen gleichzeitig. Die Ergebnisse werden verfeinert und die Suchenden werden komplett abgeschirmt. Die durchsuchten Suchmaschinen erhalten keinerlei Daten &#252;ber Suchverhalten oder Herkunft der Userinnen. Ixquick l&#246;scht s&#228;mtliche Daten umgehend. Und auch nach dem Verlassen von Ixquick wird &#252;ber einen jeweiligen Proxylink bei den Suchergebnissen weiter hundertprozentiger Datenschutz geboten.</p>

<p>Auf Facebook soll nun &#252;ber Gefahren bei der Suche im Internet informiert werden. "Wir m&#246;chten aufzeigen, welche Konsequenzen der unbesorgte Umgang mit Internettechnologie hat. Unsere Aufgabe ist der Schutz vor Gefahren wie der Datensammelwut der Werbeindustrie", so Pressesprecher Alexander van Eesteren.</p>

<p>Auf Facebook soll nun &#252;ber Gefahren bei der Suche im Internet informiert werden. "Wir m&#246;chten aufzeigen, welche Konsequenzen der unbesorgte Umgang mit Internettechnologie hat. Unsere Aufgabe ist der Schutz vor Gefahren wie der Datensammelwut der Werbeindustrie", so Pressesprecher Alexander van Eesteren.</p>

<p>Ixquick auf Facebook: <a href='http://www.facebook.com/ixquick.de'>http://www.facebook.com/ixquick.de</a></p>
<p>Die Initiative "Privat im Internet": <a href='http://www.facebook.com/home.php?#!/pages/Initiative-Privat-im-Internet/123453204377195'>http://www.facebook.com/home.php?#!/pages/Initiative-Privat-im-Internet/123453204377195</a></p>
<p>Portal der Initiative: <a href='http://www.privat-im-internet.de'>http://www.privat-im-internet.de</a> (Ende) </p>

<p>
Aussender: <a href='../../index.html'>Surfboard holding BV</a> <br>
Ansprechpartner: Alex van Eesteren <br>
email: <img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16"><br>
Tel. +31-30 697 1778 <br>
</p>


</font>
</td>
	  </tr>
	</table>

</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
