<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<TITLE>Ixquick startet Initiative gegen die Vorratsdatenspeicherung bei Suchmaschinen</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8"> 
</HEAD>
<BODY>
<table width="754" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="left" valign="top"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>

      </tr>
    </table>      
    <a href="../../index.html"></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td align="center">
	<table width="620" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td>
<p align="center" style="font-size:30px;margin-bottom:2px; padding:0"><b>Ixquick startet Initiative gegen die Vorratsdatenspeicherung bei Suchmaschinen</b>
</p>
<h4 style=" font-size:18px; font-weight: normal;"><em>EU-Parlament will Zugriff auf das Suchverhalten</em></h4>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
    <p>Zeist/Berlin (pts/14.10.2010/09:00) - Die Eingabe 29 des EU-Parlamentes soll zur l&#252;ckenlosen &#220;berwachung der EU-B&#252;rger im Internet beitragen. Sie w&#252;rde bei Gesetzwerdung s&#228;mtliche Suchmaschinen verpflichten, das Suchverhalten der Menschen aufzuzeichnen und langfristig zu sichern. Ein weiterer Anschlag auf die Privatsph&#228;re und ein riesen Schritt zur totalen &#220;berwachung. Ixquick <a href='http://www.ixquick.com'>http://www.ixquick.com</a> startet aus gegebenem Anlass heute die Initiative "Privat im Internet" <a href='http://www.privat-im-internet.de'>http://www.privat-im-internet.de</a>.</p>
<p>Die Suchmaschine Ixquick ist die einzige, die bislang keine Daten der Suchenden sicherte. Vielmehr verfolgt die internationale Suchmaschine das Ziel, Attacken auf die Privatsph&#228;re der eigenen Nutzerinnen zu verhindern, indem sie als einziger Anbieter erst gar keine Daten speichert. Das ist ein seri&#246;ses Gesch&#228;ftsmodell, welches durch die Eingabe torpediert wird. INDECT, ACTA, SWIFT, Vorratsdatenspeicherung und die Durchforstung unseres Suchverhaltens lassen keinen Bereich unseres Lebens aus und im Bedarfsfall kann der Staatsapparat unser Innerstes nach au&#223;en kehren, mit allen Konsequenzen.</p>
<p>Nat&#252;rlich verfolgt Ixquick damit auch Eigeninteressen, doch es ist an der Zeit, die Menschen rechtzeitig &#252;ber alle Konsequenzen zu informieren. Denn wenn alles so umgesetzt wird, wie sich diverse Lobbygruppen und Politiker das w&#252;nschen, sind wir so durchsichtig wie Glas. Die j&#252;ngste BKA-Kampagne zeigt deutlich, wie wichtig es ist, den Wiederstand gegen die Vorratsdatenspeicherung aufrecht zu erhalten.</p>
<p>"Speziell das Suchverhalten er&#246;ffnet Wege zu Ihrer Pers&#246;nlichkeit. Schlie&#223;lich werden gerade bei der Internetsuche intimste Geheimnisse wie Gesundheitszustand, sexuelle Vorlieben oder die politische Einstellung bedenkenlos preis gegeben", so Alexander van Eesteren, Sprecher von Ixquick. "Durch die Verkn&#252;pfung dieser Parameter mit allen anderen Daten, die der Legislative ohnehin bekannt sind, kann diese die gesamte Pers&#246;nlichkeit eines einzelnen Menschen entschl&#252;sseln. Und noch dramatischer w&#228;re es, wenn diese Daten Agitatoren mit krimineller Energie in die H&#228;nde fallen w&#252;rden. Erst vor Kurzem wurde ein Mitarbeiter von Google entlassen, weil er unbefugt Nutzerdaten f&#252;r Eigenzwecke abgerufen hat."</p>
<p>Und dieser Vorfall steht keineswegs alleine da. 2006 landete eine ganze Datenbank mit den Sucheingaben und IP-Adressen privater Nutzerinnen &#246;ffentlich im Netz. So kann sich nun jeder bedienen und das Suchverhalten anderer im Internet abrufen. Da auch die IP-Adressen abgebildet sind, wird der digitale Fingerabdruck gleich mitgeliefert.</p>
<p>Mit der Initiative soll nun die Bev&#246;lkerung im Detail informiert werden, wie es aktuell um den Zustand der Privatsph&#228;re bestellt ist. Unter <a href='http://www.privat-im-internet.de'>http://www.privat-im-internet.de</a> erh&#228;lt man Informationen aus erster Hand. Weiters werden Tipps und Tricks verraten, wie man sich vor staatlicher Willk&#252;r sch&#252;tzen kann. Eine eigene Community soll zu einem sp&#228;teren Zeitpunkt f&#252;r regen Austausch untereinander sorgen.</p>
<p>"Privatsph&#228;re ist ungef&#228;hr so wichtig wie die Luft, die wir atmen. Beide sind unsichtbar. Aber die Effekte, wenn eine der beiden verlustig ginge, sind desastr&#246;s" (Zitat aus dem britischen Onlinemagazin p2pnet.net).</p>
<p><b>&#220;ber die Initiative "Privat im Internet"</b></p>
<p>In Deutschland gibt es bereits eine breite Basis, die sich gegen die Willk&#252;r mancher Politiker stellt und Vorratsdatenspeicherung strikt ablehnt. Diverse Statistiken belegen, dass diese Ma&#223;nahme auch in keinem Verh&#228;ltnis stehen w&#252;rde. Denn der Erhalt der Privatsph&#228;re ist im ureigenen Interesse jedes Menschen und jeder funktionierenden Gesellschaft. Ziel der Initiative ist es zu informieren, m&#246;glichst breite Unterst&#252;tzung gegen weitere Eingriffe in unser Privatleben zu erhalten, um bei Bedarf gemeinsame Aktionen koordinieren zu k&#246;nnen. Ein weiteres Anliegen ist die Vernetzung der vielen Organisationen, die bereits jetzt gegen die gl&#228;serne Gesellschaft ank&#228;mpfen.</p>
<p><b>&#220;ber Ixquick</b></p>
<p>Ixquick ist eine international preisgekr&#246;nte Suchmaschine mit Datenschutzrichtlinien, die Ihresgleichen suchen. Seit 2000 wird Ixquick von der Surfboard Holding, mit Sitz in den Niederlanden betrieben und ist seit 2006 die einzige Suchmaschine, die AnwenderInnen die relevantesten Suchergebnisse liefert, absolute Privatsph&#228;re garantiert und keinerlei benutzerbezogene Daten aufzeichnet. Ebenfalls einzigartig ist, dass die Suche unter ssl-Verschl&#252;sselung stattfinden kann, wodurch auch Lauscher von Au&#223;en abgewehrt werden. Ixquick ist die einzige Suchmaschine, die von der EuroPriSe mit dem "europ&#228;ischen Datenschutzsiegel" (European Privacy Seal) ausgezeichnet wurde.</p>
<p><b>&#220;ber EuroPriSe</b></p>
<p>EuroPriSe ist eine Initiative des unabh&#228;ngigen Landeszentrums f&#252;r Datenschutz (ULD). Das ULD ist Aufsichtsbeh&#246;rde und Servicezentrum f&#252;r den Datenschutz in Schleswig-Holstein. EuroPriSe wurde durch die Europ&#228;ische Kommission im Rahmen des eTEN-Programms mit 1,3 Millionen Euro gef&#246;rdert. Dem EuroPriSe-Projektkonsortium unter Leitung des ULD geh&#246;rten neun Partner aus acht EU-Mitgliedsstaaten an.</p>
<p>S&#228;mtliche Informationen zu Datenschutz und Funktionalit&#228;t sind unter <a href='http://www.ixquick.com'>http://www.ixquick.com</a> abrufbar.</p>
<p>Die Initiative Privat im Internet auf Facebook: <a href='http://www.facebook.com/pages/Initiative-Privat-im-Internet/123453204377195?ref=sgm'>http://www.facebook.com/pages/Initiative-Privat-im-Internet/123453204377195?ref=sgm</a></p>
<p>Ixquick Deutschland auf Facebook: <a href='http://www.facebook.com/ixquick.de'>http://www.facebook.com/ixquick.de</a></p>
<p>Richtigstellung zur Aussendung vom 29.06.2010: Bei dieser Meldung lag leider ein &#220;bersetzungsfehler vor. Beschrieben werden sollte die Parlamants-Eingabe 29 zur Vorratsdatenspeicherung des Suchverhaltens und nicht die Direktive 29.</p>
<p><a href='http://pressetext.com/news/100629008/eu-parlament-beschliesst-direktive-zur-staatsspionage-in-suchmaschinen/?phrase=ixquick'>http://pressetext.com/news/100629008/eu-parlament-beschliesst-direktive-zur-staatsspionage-in-suchmaschinen/?phrase=ixquick</a> (Ende)</p>


<p>
Aussender: <a href='../../index.html'>Surfboard holding BV</a> <br>
Ansprechpartner: Alex van Eesteren <br>
email: <img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16"><br>
Tel. +31-30 697 1778 <br>
</p>

</font>
</td>
	  </tr>
	</table>

</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
