<!Doctype HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
   <TITLE>StartPage und Ixquick Neueste Verschl&#252;sselungsstandards gegen Massen&#252;berwachung   </Title>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
   <tr>
<td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
</tr>
<tr>
<td colspan="2" align="center"></td>
</tr>
<tr>
<td colspan="2" height="20">&nbsp;</td>
</tr>
<tr>
<td colspan="2"><p>
<h2 style="margin-top:6px;">StartPage und Ixquick: Neueste Verschl&#252;sselungsstandards gegen Massen&#252;berwachung Erstmals Kombination von TLS 1.1/1.2 und &#147;Perfect Forward Secrecy&#148; im Einsatz </h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
    22. Juli 2013

   <p align='justify'>NEW YORK & AMSTERDAM: Nach dem Bekanntwerden des US-PRISM-&#220;berwachungsskandals nehmen Unternehmen ihr Online-Gesch&#228;ft genau unter die Lupe und verst&#228;rken ihre Datenschutzbem&#252;hungen, um ihre User besser sch&#252;tzen zu k&#246;nnen.</p>

   <p align='justify'>Die datenschutzfreundlichen Suchmaschinen <a href='https://www.startpage.com/'> StartPage</a> und <a href='https://www.ixquick.com/'>Ixquick</a> haben nun einen neuen Vorsto&#223; in Sachen Sicherheitsverschl&#252;sselung unternommen. Sie sind die ersten Suchmaschinen der Welt, die die sogenannte &#147;Perfect Forward Secrecy&#148; (PFS &#150; dt.: Folgenlosigkeit) gemeinsam mit einer noch sichereren SSL-Verschl&#252;sselungsversion &#150; bekannt als TLS 1.1 und 1.2 &#150; einsetzen. Bei diesem Verschl&#252;sselungsstandard wird ein sicherer Tunnel eingerichtet, durch den die Suchanfragen und -ergebnisse der User nicht abgeh&#246;rt werden k&#246;nnen. </p>

<p align='justify'>Dies ist aber nur die neueste einer ganzen Reihe von Weltneuheiten auf dem Gebiet der Online-Sicherheit von StartPage und Ixquick, die sich bereits seit 2006 als Wegbereiter f&#252;r datenschutzfreundliche Internet-Suchm&#246;glichkeiten auszeichnen. Zusammen sind StartPage und Ixquick mit rund vier Millionen Suchanfragen pro Tag die gr&#246;&#223;te datenschutzfreundliche Suchmaschine der Welt. </p> 
   <p align='justify'>Die in Harvard ausgebildete Datenschutz-Expertin Dr. Katherine Albrecht hat an der Entwicklung von StartPage mitgewirkt. Sie sagt: &#147;Wir nehmen die Verschl&#252;sselung sehr ernst. In puncto Sicherheit waren wir schon immer f&#252;hrend. Wir haben im Jahr 2011 als erste Suchmaschine die SSL-Verschl&#252;sselung standardm&#228;&#223;ig integriert und nun setzen wir einen neuen Standard f&#252;r eine Welt nach PRISM.&#148;</p> 
   <p align='justify'>Die SSL-Verschl&#252;sselung ist und bleibt ein effektives Tool, um sensible Daten im Internet vor dem Abh&#246;ren und der &#220;berwachung zu sch&#252;tzen &#150; laut den Aussagen von Edward Snowden im vergangenen Monat sch&#252;tzt sie sogar vor den NSA-Methoden. Forscher bef&#252;rchten allerdings, dass die SSL-Verschl&#252;sselung keinen echten Schutz bietet, wenn Regierungen oder Beh&#246;rden gro&#223;e Mengen verschl&#252;sselter Daten anh&#228;ufen und diese f&#252;r eine sp&#228;tere Entschl&#252;sselung speichern.</p> 

   <p align='justify'>Die Gefahr beim alleinigen Einsatz von SSL-Verschl&#252;sselung: Wenn in Zukunft der Zugriff auf den &#147;privaten Schl&#252;ssel&#148; einer betroffenen Website erfolgt &#150; sei es durch einen Gerichtsbeschluss, Social-Engineering-Praktiken, Online-Attacken oder Kryptoanalyse -, kann dieser Schl&#252;ssel dazu benutzt werden, den gesamten bis dahin angefallenen Traffic dieser Website zu entschl&#252;sseln. Bei gr&#246;&#223;eren Internet-Dienstleistern k&#246;nnte das bedeuten, dass die privaten Daten von Millionen Usern offengelegt werden k&#246;nnten.</p> 

   <p align='justify'><b>StartPage und Ixquick haben nun einen Schutzmechanismus f&#252;r genau dieses Problem eingebaut &#150; </b>die sogenannte &#147;Perfect Forward Secrecy&#148; (PFS). </p> 

   <p align='justify'> Hierbei wird bei jedem Daten-Transfer ein eigener Session-Schl&#252;ssel verwendet. Selbst wenn der private SSL-Schl&#252;ssel einer Seite geknackt wird, sind Daten, die vorher &#252;bertragen wurden, nach wie vor sicher. Potenzielle Lauscher, die gr&#246;&#223;ere via PFS verschl&#252;sselte Datenmengen entschl&#252;sseln wollen, stehen dann vor der Herausforderung, jedes einzelne Datenpaket entschl&#252;sseln zu m&#252;ssen, da es keinen Schl&#252;ssel mehr f&#252;r alle Daten gibt. </p> 

   <p align='justify'>Dieser Vorgang l&#228;sst sich am besten mit dem Austausch eines Hauptschl&#252;ssels durch ein strenges Einlass-System vergleichen. Statt alle T&#252;ren eines Geb&#228;udes mit einem Schl&#252;ssel aufsperren zu k&#246;nnen, wird nun in jede T&#252;r ein eigenes Schloss eingebaut, das nur mit einem individuell angefertigten Schl&#252;ssel ge&#246;ffnet werden kann.  </p> 

   <p align='justify'>Zus&#228;tzlich zu dieser wegweisenden Verwendung von PFS haben StartPage und Ixquick vor kurzem begonnen, auf allen Servern die Transport Layer Security (TLS)-Verschl&#252;sselung in den Versionen TLS 1.1 und 1.2 einzusetzen. TLS ist eine Weiterentwicklung der SSL-Verschl&#252;sselung, bei der die Such-Informationen der User durch das Einrichten eines sicheren Tunnels gesch&#252;tzt werden.  </p> 

   <p align='justify'>In einer unabh&#228;ngigen Untersuchung haben StartPage und Ixquick ihre Konkurrenz in Sachen Verschl&#252;sselungsstandards &#252;bertroffen (siehe dazu die Untersuchung der Qualys SSL Labs zu den Verschl&#252;sselungsfeatures von StartPage:)<br><br>
<a href='https://www.ssllabs.com/ssltest/analyze.html?d=startpage.com&s=69.90.210.72' target='_blank'>https://www.ssllabs.com/ssltest/analyze.html?d=startpage.com&s=69.90.210.72 </a> </p> 

<p align='justify'>CEO Robert Beens hat daher andere Unternehmen aufgefordert, auf diese neuen Technologien aufzur&#252;sten. &#147;Mit der Kombination von Perfect Forward Secrecy und TLS 1.1 sowie 1.2 sind wir einmal mehr f&#252;hrend, was den branchenweiten Datenschutz angeht. Wir legen den anderen Suchmaschinen-Betreibern ans Herz, unserem Beispiel zu folgen, damit die Privatsph&#228;re der User auch weiterhin gesch&#252;tzt ist.&#148; </p> 

<p align='justify'><b>U.S. Presse Kontakt</b>: <br/>
 Dr. Katherine Albrecht <br/>
<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle"> 
<br/> 
 +1 877-434-3100 ext. 5 [toll free]<br/></p>
<p align='justify'><b>E.U. Presse Kontakt</b>: <br/>
           Alex van Eesteren <br/>
           +31-30-6971778<br />
        </p>
</td>
</tr>
</table>
</BODY>
</HTML>

