<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Angesichts der PRISM-Enth&#252;llungen wenden Kunden sich gesch&#252;tzten Alternativen zu</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">Angesichts der PRISM-Enth&#252;llungen wenden Kunden sich gesch&#252;tzten Alternativen zu</h1> </p>
    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   10. Juni, 2013
   <p align='justify'>NEW YORK: Emp&#246;rte Internetnutzer suchen nach einer Alternative zu den Unternehmen, denen sie bisher vertraut hatten, nachdem sich herausgestellt hat, dass diese den Schutz der Privatsph&#228;re nicht gew&#228;hrleisten. Die Nutzer wenden sich nun einem Unternehmen zu, das nach seinen eigenen Worten "die Suchmaschine mit dem besten Privatsph&#228;renschutz der Welt" bereitstellt.</p>

   <p align='justify'><b>StartPage</b> und seine Schwestersuchmaschine <b>Ixquick</b> wurden 2006 gestartet, um die Privatsph&#228;re und die b&#252;rgerlichen Freiheiten der Nutzer standhaft zu verteidigen. StartPage bietet ein privates Portal zu Google-Ergebnissen, w&#228;hrend Ixquick private Ergebnisse anderer Suchmaschinen bereitstellt. </p>

   <p align='justify'>Diese Dienstleistungen haben weder an PRISM teilgenommen noch der US-Regierung oder einer jeglichen anderen Regierung oder Beh&#246;rde in den USA oder anderswo jemals Nutzerdaten zur Verf&#252;gung gestellt. Das ist mehr, als neun der gr&#246;&#223;ten Internetunternehmen von sich behaupten k&#246;nnen.</p>

   <p align='justify'>"Die Privatsph&#228;re unserer Nutzer gr&#252;ndet auf drei wichtigen St&#252;tzpfeilern" , erl&#228;utert StartPage und Ixquick CEO Robert Beens. "Wir sind in den Niederlanden ans&#228;ssig, wir nutzen verschl&#252;sselte Verbindungen, und -- vor allem -- werden personenbezogene Suchdaten unserer Nutzer bei uns nicht gespeichert oder an andere weitergegeben."</p>
<ul>
<li>
   <b>Keine Speicherung von Nutzerdaten:</b> StartPage und Ixquick speichern keinerlei Nutzerdaten, einschlie&#223;lich IP-Adressen und Suchanfragen. Darum haben Regierungsbeh&#246;rden keinen Anlass, danach zu fragen. Damit ist die Privatsph&#228;re vollst&#228;ndig gew&#228;hrleistet. Das Unternehmen wei&#223; nicht einmal, wer seine Kunden sind. Darum kann es der Regierung auch keinerlei Mitteilungen dar&#252;ber machen.
</li><br>
<li>
<b>Verschl&#252;sselte (HTTPS) Verbindungen:</b> StartPage und Ixquick waren die ersten Suchmaschinen, die alle Verbindungen automatisch verschl&#252;sseln, um Schn&#252;ffelei zu unterbinden. Wenn eine Suche verschl&#252;sselt ist, k&#246;nnen Drittparteien, wie Dienstanbieter, Hacker und Regierungsbeamte nicht in die Internetverbindung hineinh&#246;ren, um zu erfahren, wonach jemand sucht.
</li><br/>
<li>
   <b>Nicht im US-Hoheitsgebiet:</b> StartPage und Ixquick sind in den Niederlanden ans&#228;ssig, so dass sie nicht direkt unter US-amerikanische Bestimmungen, Verordnungen oder Gerichtsentscheidungen fallen. Sie k&#246;nnen nicht zur Teilnahme an Programmen wie PRISM verpflichtet werden. Das Unternehmen hat in den 14 Jahren seiner Gesch&#228;ftst&#228;tigkeit kein einziges Nutzerdaten-Bit an eine Regierungsbeh&#246;rde weitergegeben, was aber auch nicht verwunderlich ist, da ja gar keine Daten vorhanden sind.
</li>
</ul>
   <p align='justify'>StartPage und Ixquick sind auch die einzigen Suchmaschinen, deren Datenschutzpraktiken unabh&#228;ngig &#252;berpr&#252;ft und &#252;ber das Privacy-Seal-Programm der Europ&#228;ischen Union von <a href="http://www.european-privacy-seal.eu/ws/EPS-en/Ixquick-starpage">Drittparteien zertifiziert</a> wurden</p>

   <p align='justify'>"Leider ist erst ein Skandal wie PRISM n&#246;tig, um die Menschen auf die Erosion der Privatsph&#228;re aufmerksam zu machen", erkl&#228;rte die Datenschutzexpertin Dr. Katherine Albrecht, die an der Universit&#228;t Harvard studiert und an der Entwicklung von StartPage mitgewirkt hat. "Wenn die Menschen es satt haben, bespitzelt zu werden, dann machen sie sich auf die Suche nach Alternativen. Wir bedienen bereits t&#228;glich fast drei Millionen gesch&#252;tzte Suchanfragen, und wir erwarten, dass diese Zahl ansteigen wird, wenn die Menschen sich von Suchmaschinen abwenden, die ihre personenbezogenen Informationen speichern und weitergeben."</p>

   <p align='justify'>Das Unternehmen wird seine Datenschutzdienste in diesem Sommer durch die Einf&#252;hrung eines neuen privaten E-Mail-Produkts namens <a href="https://www.startmail.com/">Startmail</a> erweitern. Startmail wird eine bezahlte, private E-Mail-Plattform mit starker Verschl&#252;sselung anbieten. Wer nach dem Erscheinen des Programms am Beta-Test teilnehmen m&#246;chte, registriert sein Interesse unter <a href="https://www.startmail.com/">www.StartMail.com</a></p>

<br/>
</td>
  </tr>
    <td style='vertical-align:top;'><p align='justify'><b>E.U. Contact Person</b>: <br/>
           Alex van Eesteren <br/>
           Sales & Business Development<br/>
           <a href = "https://startpage.com" target = "_blank">www.StartPage.com</a> // <a href = "https://www.ixquick.com" target = "_blank">www.Ixquick.com</a><br/>
           +31-30-6971778
        </p> 
    </td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
