<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>Private Suchmaschinen StartPage und Ixquick durchsto&#223;en Grenze von 3 Millionen Suchabfragen t&#228;glich</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">Private Suchmaschinen StartPage und Ixquick durchsto&#223;en Grenze von 3 Millionen Suchabfragen t&#228;glich</h1> <br />
<h2 style='margin-top:6px;'><i>Suchverkehr schnellt nach Enth&#252;llungen &#252;ber &#220;berwachungsprogramm der US-Regierung rasant in die H&#246;he</i></h2></p>

    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   Juni 13, 2013
   <p align='justify'>NEW YORK: Der dramatische Anstieg des Suchverkehrs auf den privaten Suchmaschinen StartPage und Ixquick in dieser Woche spiegelt die Reaktion der Internetnutzer auf die Nachrichten &#252;ber das PRISM-Datenaustauschprogramm wieder. Zusammen wickelten die beiden Suchmaschinen am Mittwoch 3,4 Millionen direkte private Suchanfragen ab, 500.000 mehr als in der letzen Woche.</p>

<p align='justify'>&#132;Im Vergleich zum Vorjahr ist unser Suchverkehr bereits um 75 Prozent gestiegen &#150; und jetzt explodiert er f&#246;rmlich&#147;, so CEO Robert Beens. &#132;Die Menschen sind zutiefst emp&#246;rt &#252;ber die angeblichen geheimen Internet-&#220;berwachungsprogramme der US-Regierung und suchen nach sicheren, effektiven Suchmaschinen-Alternativen. Wir freuen uns sehr &#252;ber dieses Wachstum und begr&#252;&#223;en unsere neuen Nutzer mit offenen Armen.&#147;</p>

<p align='justify'>StartPage und Ixquick bezeichnen sich selbst als &#132;die Suchmaschinen mit dem besten Privatsph&#228;renschutz der Welt&#147;, da sie leistungsstarke Funktionen zum Schutz der Privatsph&#228;re der Nutzer aufweisen. Mit StartPage k&#246;nnen Nutzer Google-Ergebnisse ganz privat abrufen und Ixquick bietet private Suchergebnisse, die keine Google-Ergebnisse enthalten.</p>

<p align='justify'>Das Unternehmen hat sich niemals an einem Datenerfassungsprogramm einer Regierung, auch nicht an PRISM, beteiligt und niemals Nutzerdaten an irgendeine Beh&#246;rde auf der Welt weitergegeben. Das in den Niederlanden ans&#228;ssige Unternehmen unterliegt nicht direkt der US-Gerichtsbarkeit und nimmt auch nicht an &#220;berwachungs- oder Datenerfassungsprogrammen der US-Regierung teil.</p>

<p align='justify'>Zum weiteren Schutz der Privatsph&#228;re ihrer Nutzer bieten StartPage und Ixquick:</p>

<ul>
 <li>IP-Adressen werden nicht erfasst</li>
 <li>Suchabfragen der Nutzer werden nicht aufgezeichnet</li>
 <li>Verfolger-Cookies (Tracking Cookies) werden nicht benutzt</li>
 <li>verschl&#252;sselte Verbindungen (HTTPS) sch&#252;tzen vor Lauschern</li>
 <li>Unternehmen mit 14-j&#228;hriger Erfolgsgeschichte</li>
 <li>durch Dritte zertifiziert</li>
 <li>kostenloser, nutzerfreundlicher Proxyserverdienst f&#252;r alle Suchabfragen</li>
</ul>

<p align='justify'>Als Erg&#228;nzung seiner Suchmaschinenprodukte wird das Unternehmen im Laufe dieses Jahres StartMail, eine private, abonnementbasierte, stark verschl&#252;sselte E-Mail-Plattform, einf&#252;hren. Wer daran interessiert ist, bei der Beta-Testphase des Programms mitzumachen, kann sich bei Herausgabe von StartMail unter <a href='https://www.startmail.com/' target='_blank'>www.Startmail.com</a> registrieren.</p>

<p>&#132;Wir bieten mit Freude Zuflucht f&#252;r diejenigen, die sich vor der &#220;berwachung und dem Missbrauch von Internetdaten sch&#252;tzen wollen&#147;, so die in Harvard ausgebildete Datenschutzexpertin Dr. Katherine Albrecht, die bei der Entwicklung von StartPage und StartMail mitgeholfen hat. &#132;Die Menschen sind es wirklich leid, dass ihnen nachspioniert wird, und wir freuen uns sehr, dass sie jetzt endlich Position beziehen und etwas dagegen unternehmen.&#147;<br/><br/></p>

<p align='justify'><b>US-Pressekontakt</b>: <br/>
           Tiffany Daschke<br/>
           877-434-3100 Durchwahl 2
        </p>
<p align='justify'><b>EU-Pressekontakt</b>: <br/>
           Alex van Eesteren <br/>
           +31-30-6971778<br />
           Sales & Business Development
        </p>

</td>
  </tr>
</table>
</BODY>
</HTML>
