<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Datenschutzfreundliche Suchmaschine Ixquick.com stellt die Speicherung von IP-Adressen v&#246;llig ein</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Datenschutzfreundliche Suchmaschine Ixquick.com stellt die Speicherung von IP-Adressen v&#246;llig ein</h1><p>
<i>Mit seiner Politik der Null-Datenspeicherung nimmt Ixquick erneut eine Vorreiterrolle in der Branche ein..</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Br&#252;ssel/New York/Zeist, 28. Januar 2009  <BR>
Der Suchmaschinenbetreiber Ixquick (<a href="../../index.html">www.ixquick.com</a>) gibt bekannt, dass er die Speicherung der IP-Adressen seiner Benutzer v&#246;llig eingestellt hat. Mit dieser neuen Politik festigt Ixquick seine langj&#228;hrige F&#252;hrungsrolle beim Schutz der Privatsph&#228;re weiter.
</p>

<p>
Der Datenschutz im Internet ist zunehmend gef&#228;hrdet, da Suchen und Seitenaufrufe von den gro&#223;en Suchmaschinen und anderen Websites routinem&#228;&#223;ig aufgezeichnet und zu Pers&#246;nlichkeits- und Verhaltensprofilen zusammengefasst werden. W&#228;hrend Sie im Internet suchen, registrieren diese Maschinen, wie lange Ihre Suche dauert, die von Ihnen verwendeten Begriffe und besuchten Seiten sowie Ihre IP-Adresse. In vielen F&#228;llen ist es dank dieser IP-Adresse m&#246;glich, den Computer und damit den Haushalt ausfindig zu machen, von dem die Suche ausging.
</p>

<p>
Bisher l&#246;schte Ixquick die pers&#246;nlichen Daten seiner Benutzer innerhalb von 48 Stunden. Ab heute &#150; dem Datenschutztag 2009 &#150; werden IP-Adressen &#252;berhaupt nicht mehr gespeichert. Die technische Notwendigkeit, IP-Adressen 48 Stunden lang zu speichern &#150; um die automatisierte Nutzung der Server von Ixquick zu blockieren &#150; geh&#246;rt dank der j&#252;ngsten technologischen Entwicklungen der Vergangenheit an.
</p>

<p>
&#132;Bei Ixquick sind wir der Ansicht, dass die Menschen ein fundamentales Recht auf den Schutz ihrer Privatsph&#228;re haben&#147;, erkl&#228;rt CEO Robert Beens. &#132;Wenn Sie eine Suchmaschine verwenden, geben Sie Ihre pers&#246;nlichsten Geheimnisse und Gewohnheiten preis, die gesch&#252;tzt sein sollten. Ixquick hat die besten Datenschutzrichtlinien der Branche. Mit dem heutigen Tag ist die Suchmaschine sogar noch besser geworden.&#147;
</p>

<p>
Unter dem Druck der europ&#228;ischen Aufsichtsbeh&#246;rden, Datenschutzorganisationen und zunehmender &#246;ffentlicher Bedenken haben die gro&#223;en Suchmaschinen Yahoo, Google und MSN angeboten, ihre Datenspeicherungszeiten auf 3 bis 18 Monate zu reduzieren. Beens warnt jedoch: &#132;Beim Datenschutz steckt der Teufel im Detail. Diese Suchmaschinen verwenden Logins und eindeutige ID-Cookies, die automatisch auf Ihrem Computer abgelegt werden, wenn Sie suchen. Beide Methoden k&#246;nnen Ihre Suchverl&#228;ufe rekonstruieren &#150; weit &#252;ber die offiziell angegebenen Speicherzeitr&#228;ume hinaus. Dies ist der Grund, warum Ixquick keine dieser Methoden verwendet.&#147;
</p>

<p>
Ixquick verbessert den Datenschutz noch weiter, indem die Suchmaschine eine sichere Verbindung &#252;ber das https-Protokoll anbietet, das verhindert, dass Benutzer von Ixquick bei ihrer Suche &#132;belauscht&#147; werden k&#246;nnen. In den n&#228;chsten Monaten will Ixquick zudem einen so genannten &#132;Proxy&#147;-Service einrichten, der es m&#246;glich macht, das Internet absolut anonym zu durchst&#246;bern.
</p>

<p>
Im Juli 2008 wurde Ixquick f&#252;r seine Bem&#252;hungen mit dem ersten Europ&#228;ischen Datenschutz-G&#252;tesiegel ausgezeichnet. <br>&#132;Wir sind sehr stolz auf diese Auszeichnung&#147;, sagt Beens. &#132;Dies ist der ultimative Beweis, dass wir unsere Versprechen halten. Wer mit Ixquick sucht, erh&#228;lt die besten Ergebnisse &#150; bei vollst&#228;ndigem Schutz seiner Privatsph&#228;re.&#147;
</p>

<p>
<b>Informationen zu Ixquick</b> <br>
Ixquick ist eine international preisgekr&#246;nte Suchmaschine mit branchenf&#252;hrenden Datenschutzrichtlinien. Ixquick ist seit 1998 im Internet pr&#228;sent und steht im Eigentum von Surfboard Holding BV, einem niederl&#228;ndischen Unternehmen. Weitere Informationen zu Ixquick finden Sie unter <a href="../../index.html">www.ixquick.com</a> <br>

<p>Weitere Informationen zum Europ&#228;ischen Datenschutz-G&#252;tesiegel (European Privacy Seal) finden Sie unter <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<p><i>Ansprechpartner f&#252;r die Presse: </i>
Alex van Eesteren, VP Gesch&#228;ftsentwicklung und Medien.<br />
+31 30 6971778:<br />

<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</font>
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
