<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<TITLE>Diskrete Suchmaschine Startpage.com erwartet Ansturm von Bing-Usern</TITLE>
<meta name="robots" content="nofollow" />
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
    <h1 style="margin-top:6px;">Diskrete Suchmaschine Startpage.com erwartet Ansturm von Bing-Usern<h1>
   <h2><i>Microsoft's neue AGB bedeuten Zensur und das Ende der Privatsph&#228;re</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

10. September, 2012
<p align='justify'>Zeist/New York (pts) - Die diskreteste Suchmaschine der Welt, <a href = "https://startpage.com" target = "_blank">www.startpage.com</a>, hei&#223;t alle Internet-User willkommen, die ver&#228;rgert &#252;ber die neuesten &#196;nderungen von Microsoft's Allgemeinen Gesch&#228;ftsbedingungen (AGB) sind. Diese &#196;nderungen legen nahe, dass die Suchergebnisse von Bing, dem "M&#246;chtegern"-Google, k&#252;nftig mittels pers&#246;nlicher User-Daten aus der Cloud manipuliert werden k&#246;nnten.</p>

<p align='justify'>Microsoft beansprucht damit eine beispiellose Macht &#252;ber die User-Daten. Nach den alten AGB konnte Microsoft Inhalte von via Hotmail gesendeten E-Mails nur dazu nutzen, den Service an sich anbieten zu k&#246;nnen. (Siehe Link zu den alten AGB weiter unten.) Ab 27. September kann Microsoft Hotmail-Nachrichten und Inhalte seiner anderen Cloud-Services, wie Skydrive, aussp&#228;hen, um User-Profile zu erstellen und gezielt Werbung anbieten zu k&#246;nnen - aber auch die Modifizierung der Suchergebnisse ist dann m&#246;glich.</p>

<p align='justify'>Startpage-Sprecherin Dr. Katherine Albrecht verurteilt Microsoft's neue Richtlinien. "Hotmail-User werden fassungslos sein, wenn sie erfahren, dass ihre E-Mails nun Freiwild sind", so Albrecht. "Die Leute m&#246;gen es gar nicht, ausspioniert zu werden und dann auch noch zensierte Suchergebnisse geliefert zu bekommen. Wenn ich eine E-Mail versende, erwarte ich nicht, dass meine Bemerkungen am n&#228;chsten Tag in meinen Suchergebnissen vorkommen. E-Mails sollten privat sein, genauso wie es auch Suchergebnisse sein sollten. Einen Mix aus E-Mails und Suchergebnissen sollte es aber nie geben."</p>

<p align='justify'>Aus diesem Grund will Startpage Anfang 2013 einen schn&#252;ffelfreien Hotmail-Rivalen namens Startmail launchen. "Wir wollen unseren Usern das sichere Gef&#252;hl geben, dass ihre E-Mails niemals gelesen werden, ihre Suchergebnisse unver&#228;ndert sind und sich niemand auf irgendeine Art und Weise daran zu schaffen gemacht hat. Wir sammeln und speichern keine pers&#246;nlichen Informationen. Null, nichts, gar nichts!", betont Albrecht.</p>

<p align='justify'>Startpage geht davon aus, dass die &#196;nderungen der Microsoft-AGB dessen Suchmaschine Bing hart treffen und noch mehr Internet-User zu Startpage und - im n&#228;chsten Jahr - zu Startmail treiben werden.</p>

<p align='justify'>Ohnehin ist im vergangenen Jahr die Zahl der Suchanfragen bei Startpage bereits um 140 Prozent gestiegen - auf aktuell mehr als zwei Millionen Suchanfragen pro Monat. Laut Albrecht h&#228;ngt das beeindruckende Wachstum bei Startpage eng mit dem gleichzeitigen R&#252;ckgang der Datenschutz-Standards bei anderen gro&#223;en Suchmaschinen zusammen.</p>

<p align='justify'>&#196;nderungen bei den Datenschutzrichtlinien gehen Hand in Hand mit einer Zensur durch Suchmaschinen, meint Albrecht. Die User wechseln aber nicht nur wegen der au&#223;ergew&#246;hnlichen Datenschutzrichtlinien zu Startpage, sondern auch, weil sie hier unver&#228;nderte, hervorragende Suchergebnisse bekommen.</p>

<p align='justify'>Die alten Microsoft Gesch&#228;ftsbedingungen k&#246;nnen <a target="_blank" href="../../eng/press/cached_copy_of_microsoft_services_agreement.html">hier</a> abgerufen werden.</p>

<p align='justify'><b>&#220;ber Startpage und Dr. Katherine Albrecht</b></p>

<p align='justify'>Startpage von Ixquick ist eine preisgekr&#246;nte Suchmaschine, die von unabh&#228;ngiger Seite zertifiziert und vollkommen anonym ist. Startpage &#252;berzeugt mit den besten Datenschutzrichtlinien im Internet: Weder Suchergebnisse noch IP-Adressen werden gespeichert, auf Tracking-Cookies wird komplett verzichtet.</p>

<p align='justify'>Startpage hat das begehrte <a href = "https://www.european-privacy-seal.eu" target = "_blank">EuroPriSe</a>-G&#252;tesiegel f&#252;r herausragende Privatsph&#228;re- und Datenschutzrichtlinien verliehen bekommen. Dar&#252;ber hinaus ist die diskreteste Suchmaschine der Welt von der unabh&#228;ngigen Organisation Certified Secure zertifiziert und bei der niederl&#228;ndischen Datenschutzbeh&#246;rde registriert.</p>

<p align='justify'>Startpage ist die einzige Suchmaschine, die einen kostenlosen Proxy-Service und die erste, die eine SSL-Verschl&#252;sselung anbietet. Weitere Informationen unter: <a href = "https://startpage.com" target = "_blank">www.startpage.com.</a></p>

<p align='justify'>Dr. Katherine Albrecht ist eine international anerkannte Verbrauchersch&#252;tzerin, Radiomoderatorin bei mehreren Sendern, Bestsellerautorin und als Vice President verantwortlich f&#252;r den Marketingbereich bei <a href = "https://startpage.com" target = "_blank">Startpage.com</a>, der diskretesten Suchmaschine der Welt. Katherine Albrecht hat ihren Doktortitel in Verbraucheraufkl&#228;rung an der Harvard University erworben.</p>

<p align='justify'>Ansprechpartner in den USA, Dr. Katherine Albrecht, U.S. Media Relations, <img src="../../graphics/kma_startpage_email_black.gif" align="absmiddle">, +1 973-273-2125</p>
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
