<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><html>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>StartMail launcht "die lauschfreie Mailbox" auf der pii2014 conference </TITLE>
</HEAD>
<BODY>
<table align="center" border="0" cellpadding="0" cellspacing="0" width="620">
  <tr>
    <td colspan="2" align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border="0"></a></td>
  </tr>
  <tr>
    <td colspan="2" align="center"></td>

  </tr>
  <tr>
    <td colspan="2" height="20">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="2"><p>
    <h1 style="margin-top:6px;">StartMail launcht "die lauschfreie Mailbox" auf der pii2014 conference </h1>
    <h2 style="margin-top:6px;"><i>Selbst Anf&#228;nger k&#246;nnen von den Vorteilen der leistungsf&#228;higen Ein-Klick-PGP-Verschl&#252;sselung profitieren</i></h2><p></p>

    
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">
   13 November, 2014

   <p align="justify">Zeist, Niederlande &#150; <a href="https://www.startmail.com/" target="_blank"> StartMail.com</a>, der private E-Mail-Service mit der innovativen Ein-Klick-PGP-Verschl&#252;sselung, startet offiziell auf der Privacy Identity Innovation conference (pii2014) und verzeichnet bereits jetzt mehr als 20.000 Anfragen. </p>

   <p align="justify">CEO Robert Beens f&#252;hrt StartMails raschen Erfolg auf Edward Snowdens Enth&#252;llungen &#252;ber staatliche &#220;berwachung zur&#252;ck und darauf, dass Hotmail, Yahoo und Gmail die private Kommunikation der Menschen f&#252;r Marketingzwecke nutzen. &#147;Die Verbraucher sind bereit f&#252;r einen Wechsel. Sie haben genug von Rasterfahndung, staatlicher &#220;berwachung und der Verfolgung durch die Wirtschaft&#148;, so Beens.</p>

   <p align="justify">Snowden hat den Menschen empfohlen, sich mithilfe von Verschl&#252;sselung zu sch&#252;tzen, doch bis jetzt sind nur wenige in der Lage, seinem Rat zu folgen &#150; immerhin ist das Einrichten und die Verwendung von PGP-Verschl&#252;sselung durchaus kompliziert. StartMail hat dieses Problem gel&#246;st, indem der Dienst weniger versierten NutzerInnen erlaubt, ihre E-Mails mit einem einzigen Mausklick zu verschl&#252;sseln.</p>

   <p align="justify">&#147;Es ist an der Zeit, dass Menschen damit beginnen, ihre t&#228;gliche Kommunikation zu verschl&#252;sseln&#148;, so Beens. &#147;Also haben wir es so einfach wie m&#246;glich gemacht. StartMail ist webbasiert, unterst&#252;tzt IMAP und hat gro&#223;artige Privatsph&#228;re-Tools wie zeitgesteuerte Wegwerf-E-Mail-Adressen und asymmetrische Verschl&#252;sselung (Frage und Antwort). Diese modernsten Datenschutzfunktionen stie&#223;en bei mehr als 70.000 Betatestern und vorgemerkten NutzerInnen auf sehr gro&#223;es Interesse.&#147;</p>

   <p align="justify">StartMail befindet sich in Europa au&#223;erhalb der US-Gerichtsbarkeit, wo es nicht direkt den US- Massen&#252;berwachungs-Mandaten unterworfen ist. Das Unternehmen hat verbindlich zugesagt, niemals mit Programmen wie PRISM zu kooperieren. StartMail wurde von den Machern von StartPage.com und Ixquick.com entwickelt, den lauschfreien Suchmaschinen, die seit rund 10 Jahren eine nachweisliche Erfolgsbilanz in Bezug auf Privatsph&#228;reschutz der NutzerInnen vorweisen k&#246;nnen. </p>

   <p align="justify">Im Gegensatz zu anderen Unternehmen nutzt StartMail keinerlei Kundendaten f&#252;r Marketingeinnahmen und liest niemals die Nachrichten der NutzerInnen. Ein Jahresabonnement kostet &#128; 49,95, also zirka &#128; 4,- pro Monat und kann online auf <a href="https://www.startmail.com" target="_blank">www.startmail.com</a> erworben werden. .</p>

   <p align="justify">&#147;Die Gesellschaft zahlt einen hohen Preis f&#252;r diese sogenannten &#147;kostenlosen&#148; E-Mail-Dienste, weshalb wir einen anderen Weg einschlagen&#148;, sagt Beens. &#147;Wir sind unseren Kundinnen und Kunden verpflichtet und nicht Vermarktern oder Regierungsbeh&#246;rden. Indem Sie unseren Service nutzen, stecken unsere NutzerInnen ihren eigenen gesch&#252;tzten Bereich im Internet ab. Wir sind der Meinung, dass jeder ein Recht auf sichere Kommunikation hat. Deshalb ist Privatsph&#228;re nicht nur unser Grundsatz, sondern unsere Mission&#148;, so Beens weiter. </p>

   <p><b>&#220;ber StartPage, Ixquick und StartMail </b></p>

    <p align="justify">StartMail.com ist ein privater E-Mail-Dienst mit Sitz in den Niederlanden, der PGP-Verschl&#252;sselung f&#252;r jeden zug&#228;nglich macht und einfach zu bedienen ist. StartPage und Ixquick sind private Suchmaschinen und bieten vollst&#228;ndige Anonymit&#228;t, einen kostenlosen Proxy-Dienst und zeichnen sich durch durchwegs hohe Bewertungen ihrer Sicherheitsma&#223;nahmen aus. Die Suchmaschinen werden seit Jahren von Datenschutzexperten empfohlen. Weitere Informationen finden Sie auf <a href="https://www.startmail.com" target="_blank">StartMail.com</a>, <a href="https://www.startpage.com" target="_blank">StartPage.com</a> und <a href="../../index.html" target="_blank">Ixquick.com</a>.</p>

   <p><b>&#220;ber pii2014 </b></p>
   <p align="justify"> Die Privacy Identity Innovation conference, <a href="https://www.privacyidentityinnovation.com/events/pii2014-sillicon-valley" target="_blank">pii2014 Silicon Valley</a>, findet vom 12. bis zum 14. November im Crowne Plaza Hotel Palo Alto statt. Die Konferenz untersucht f&#252;hrende Innovationen, ihre Bedeutung f&#252;r die Zukunft der Privatsph&#228;re und Identit&#228;t und wie Vertrauen in neue Technologien und Gesch&#228;ftsmodelle geschaffen werden kann.</p>

<p align="justify"><b>F&#252;r weitere Informationen kontaktieren Sie bitte: </b></p>

<p align="justify">StartMail Marketing and Media Relations<br>
    J&#246;rg Bauer<br>
    +43 (0) 664 411 50 93<br>
<img src="../../graphics/press_startmail_blue.gif" align="absmiddle"></p>

</font>
</td>
  </tr>
</table>
</BODY>
</HTML>