<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Gizlilik dostu arama motoru Ixquick.com IP adreslerini kaydetmeye kesin olarak son verdi</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Gizlilik dostu arama motoru Ixquick.com IP adreslerini kaydetmeye kesin olarak son verdi</h1><p>
<i>Ixquick, s&#305;f&#305;r veri tutma politikas&#305;yla yine end&#252;striye &#246;nderlik etti.</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Br&#252;ksel/New York/Zeist 28 Ocak 2009 <BR> 
Ixquick (<a href="../../index.html">www.ixquick.com</a>), kullan&#305;c&#305;lar&#305;n&#305;n IP adreslerini kaydetmeye son verdi&#287;ini bildirdi. Ixquick, bu yeni politikas&#305;yla, ki&#351;isel gizlilik konusunda uzun zamand&#305;r s&#252;rd&#252;rd&#252;&#287;&#252; liderli&#287;ini daha da ileri ta&#351;&#305;d&#305;. 
</p>
 
<p> Ba&#351;l&#305;ca arama motorlar&#305; taraf&#305;ndan, aramalar ve girilen sayfalar d&#252;zenli olarak kaydedilip ki&#351;isel ve davran&#305;&#351; profilleri olu&#351;turmak &#252;zere birle&#351;tirildi&#287;i s&#252;rece, Internet'teki gizlilik, gitgide daha &#231;ok sald&#305;r&#305;ya maruz kalmaktad&#305;r. <BR> Siz Internet'te arama yapt&#305;&#287;&#305;n&#305;z s&#305;rada bu motorlar, yapt&#305;&#287;&#305;n&#305;z aramalar&#305;n saatini, kulland&#305;&#287;&#305;n&#305;z terimleri, ziyaret etti&#287;iniz siteleri ve IP adresinizi kaydeder. &#199;o&#287;u durumda, bu IP adresleri sayesinde bilgisayar&#305;n, dolay&#305;s&#305;yla o araman&#305;n yap&#305;ld&#305;&#287;&#305; evin izini s&#252;rmek m&#252;mk&#252;nd&#252;r. 
</p>
 
<p> Ixquick daha &#246;nce, kullan&#305;c&#305;lar&#305;n&#305;n ki&#351;isel bilgilerini 48 saat i&#231;inde silmekteydi. <BR> Bug&#252;nden &#150; 2009 Veri Koruma G&#252;n&#252; &#150; itibaren, art&#305;k IP adresleri hi&#231; kaydedilmiyor. <BR> Teknik a&#231;&#305;dan (Ixquick sunucular&#305;n&#305;n otomatik kullan&#305;m&#305;n&#305;n engellenmesi amac&#305;yla) IP adreslerinin 48 saatli&#287;ine kaydedilmesi gere&#287;i, en son teknolojik geli&#351;meler sayesinde ortadan kald&#305;r&#305;ld&#305;. 
</p>
 
<p> &#350;irketin CEO'su Robert Beens, "Ixquick'te, ki&#351;isel gizlili&#287;in, insanlar&#305;n temel bir hakk&#305; oldu&#287;unu d&#252;&#351;&#252;n&#252;yoruz" diyor. <BR> "Bir arama motorunu kullanmak, en derin s&#305;rlar&#305;n&#305;z&#305; ve al&#305;&#351;kanl&#305;klar&#305;n&#305;z&#305; payla&#351;mak anlam&#305;na gelir ve bunlar&#305;n g&#252;venli&#287;inin sa&#287;lanmas&#305; gerekir. Ixquick, arama end&#252;strisinin en iyi gizlilik politikas&#305;na sahiptir. Bug&#252;n bu, art&#305;k daha da iyi hale geldi." 
</p>
 
<p> Avrupa Toplulu&#287;u t&#252;z&#252;klerinin, ki&#351;isel gizlili&#287;in korunmas&#305; konusunda faaliyet g&#246;steren &#246;rg&#252;tlerin ve kamuoyundaki artan kayg&#305;lar&#305;n bask&#305;s&#305;yla, ba&#351;l&#305;ca arama motorlar&#305; olan Yahoo, Google ve MSN, veri tutma s&#252;relerini &#252;&#231; ila 18 aya indirmeye karar verdi. Ancak, Beens uyar&#305;yor: "Ki&#351;isel gizlilik s&#246;z konusu oldu&#287;unda, &#351;eytan, ayr&#305;nt&#305;larda gizlidir. Bu motorlar, siz arama yapt&#305;&#287;&#305;n&#305;zda bilgisayar&#305;n&#305;za otomatik olarak yerle&#351;tirilen oturum a&#231;ma bilgilerinden ve benzersiz kimlik &#231;erezlerinden yararlan&#305;r. Bu iki teknik de, yapt&#305;&#287;&#305;n&#305;z aramalarla ilgili bilgileri, resmen a&#231;&#305;klanan veri tutma s&#252;resinden &#231;ok daha uzun s&#252;reyle "&#231;akabilir". Ixquick, i&#351;te bu nedenle bu iki y&#246;ntemi de kullanmaz." 
</p>
 
<p> Ixquick, Ixquick kullan&#305;c&#305;lar&#305;ndan bilgi s&#305;zd&#305;r&#305;lmas&#305;n&#305; &#246;nleyen https protokol&#252; &#252;zerinden g&#252;venli ba&#287;lant&#305; sunarak ki&#351;isel gizlili&#287;i daha da ileri g&#246;t&#252;rmektedir ve &#246;n&#252;m&#252;zdeki birka&#231; ay i&#231;inde, bir t&#252;r "proxy" hizmeti ba&#351;latarak, Web'de tamamen anonim bir &#351;ekilde arama yap&#305;lmas&#305;n&#305; m&#252;mk&#252;n k&#305;lacakt&#305;r. 
</p>
 
<p> Temmuz 2008'de Ixquick, &#231;abalar&#305; nedeniyle, ilk Avrupa Gizlilik M&#252;hr&#252; &#246;d&#252;l&#252;ne lay&#305;k g&#246;r&#252;ld&#252;. Beens, "bu &#246;d&#252;lden dolay&#305; son derece gururluyuz" diyor. "&#214;d&#252;l, verdi&#287;imiz s&#246;zlerin sonuna kadar arkas&#305;nda durdu&#287;umuzun en b&#252;y&#252;k kan&#305;t&#305;d&#305;r. Ixquick ile arama yapanlar, tam bir ki&#351;isel gizlilik i&#231;inde, en iyi sonu&#231;lara ula&#351;&#305;r." 
</p>


<b>Ixquick Hakk&#305;nda</b> <BR>
Ixquick, Gizlilik &#304;lkesi konusunda end&#252;strinin lideri olan, &#246;d&#252;ll&#252; bir uluslararas&#305; arama motorudur. 1998'de Web'de faaliyete ge&#231;en Ixquick, bir Hollanda &#351;irketi olan Surfboard Holding BV &#351;irketine aittir. Ixquick hakk&#305;nda daha fazla bilgi edinmek i&#231;in &#351;u adrese bak&#305;n: <a href="../../index.html">www.ixquick.com</a> <br>

<p><a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a> adresinden, AB Gizlilik M&#252;hr&#252; hakk&#305;nda daha fazla bilgi edinebilirsiniz. </p>

<i>Bas&#305;n ara&#351;t&#305;rmalar&#305; i&#231;in l&#252;tfen &#351;u adrese ba&#351;vurun:</i> <BR>
Alex van Eesteren, VP Business Development and Media. <BR>
+31 30 6971778 <BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</font>
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
