<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<TITLE>IxQuick Arama Motoru Anonim Web Tarama Olana&#287;&#305; Getiriyor</TITLE>
<link href="../../css/jwplayer_support.css" type="text/css" rel="StyleSheet" />
<script src="../../js/jquery-1.8.0.min.js" type="text/javascript"></script>
<script type="text/javascript" src="../../js/jquery.autocomplete.js"></script>
<script type="text/javascript" src="../../jwplayer/jwplayer.js"></script>
<script type="text/javascript" src="../../js/swfobject_2.2.js"></script>
<script type="text/javascript">jwplayer.key='9OTAGe6swAaUb3jUw7G+MUBBtPKR6rOHmrbjraHb0Og=';</script>
<script type="text/javascript" src="../../js/jwplayer_support.js"></script>
</HEAD>
<BODY>
<div id="toPopup">
 <div class="close"></div>
 <div id="popup_content">
   <div id="sm-video" style="position: relative; display: none; width: 640px; height: 360px;">Jwplayer Loading
     <div style="display: none;" id="sm-video_aspect"></div>
     <div id="sm-video_jwpsrv" style="position: absolute; top: 0px; z-index: 10;"></div>
   </div>
  </div>
</div>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">IxQuick Arama Motoru Anonim Web Tarama Olana&#287;&#305; Getiriyor</h1> 
<h2><i>&#220;cretsiz, yenilik&#231;i proxy hizmeti eksiksiz online mahremiyet sa&#287;l&#305;yor</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

28 Ocak 2010
<p align='justify'>D&#252;nyan&#305;n en &#246;zel arama motoru Ixquick ve ABD&#146;deki kurulu&#351;u Startpage.com bug&#252;n web kullan&#305;c&#305;lar&#305;na eksiksiz mahremiyet sa&#287;layan yeni bir proxy hizmetini duyurdular. Bu proxy hizmeti, kullan&#305;c&#305;lara, bakt&#305;klar&#305; web sitelerine &#246;zel ve ki&#351;iyi tan&#305;mlayabilecek herhangi bir bilgi aktarmadan Web&#146;de g&#252;venli ve anonim bir &#351;ekilde gezinme olana&#287;&#305; sunuyor.</p>
<p align='justify'>Ixquick proxy,<a href="../../index.html">www.ixquick.com</a> adresindeki Ixquick arama motoru ile birlikte kullan&#305;labilen &#252;cretsiz bir hizmettir. Kullan&#305;c&#305;lar arama yapt&#305;klar&#305;nda, g&#246;r&#252;nt&#252;lenen arama sonu&#231;lar&#305;n&#305;n alt&#305;nda t&#305;klayabilecekleri bir &#147;proxy&#148; se&#231;ene&#287;i bulacaklar. Ixquick, bu se&#231;enek i&#351;aretlendi&#287;inde, se&#231;ilen sayfay&#305; gizlili&#287;in korundu&#287;u bir Ixquick penceresinde a&#231;an bir arac&#305; i&#351;levi g&#246;r&#252;r.</p>
<p align='justify'>Bu proxy hizmeti, kullan&#305;c&#305; &#252;&#231;&#252;nc&#252; &#351;ah&#305;s web sitesi ile do&#287;rudan temas etmedi&#287;i i&#231;in eksiksiz gizlilik sa&#287;lar. Kullan&#305;c&#305;n&#305;n IP adresi g&#246;r&#252;nt&#252;lenen web sitesinden gizlenir. Bunun d&#305;&#351;&#305;nda g&#246;r&#252;nt&#252;lenen site kullan&#305;c&#305;n&#305;n taray&#305;c&#305;s&#305;na &#231;erez g&#246;nderemez veya mevcut &#231;erezleri g&#246;remez.</p>
<p align='justify'>Bu proxy hizmeti, Ixquick&#146;i arama moturu mahremiyeti konusunda sekt&#246;r lideri haline getiren ayn&#305; gizlilik ilkesi ile korunmaktad&#305;r. Ixquick, IP adresleri, kullan&#305;c&#305; arama kay&#305;tlar&#305; veya proxy kullan&#305;m&#305; ayr&#305;nt&#305;lar&#305; ile ilgili kay&#305;t tutmaz. Sekt&#246;rdeki en iyi uygulama kabul edilen ve &#252;&#231;&#252;nc&#252; &#351;ah&#305;slarca denetlenen &#351;irketimizin veri toplama faaliyetleri &#147;Avrupa Gizlilik M&#252;h&#252;r&#252;&#148; ile belgelenmi&#351;tir.</p>
<p align='justify'>Proxy hizmetimiz, uluslararas&#305; Veri Mahremiyeti G&#252;n&#252;n&#252; kutlamak i&#231;in bug&#252;n (28 Ocak) hizmete girecektir.</p>

<p align='justify'>&#147;&#304;nsanlar online veri toplama uygulamalar&#305; nedeniyle her zamankinden endi&#351;eli&#148; diyen CEO Robert Beens, &#351;&#246;yle devam ediyor: &#147;Kullan&#305;c&#305;lar i&#231;in faydal&#305; bir ara&#231; sunmak istedik ve bu proxy di&#287;er hizmetlerimizin mant&#305;kl&#305; bir uzant&#305;s&#305;d&#305;r. Arama motorlar&#305; ba&#351;ka web sitelerine bakmak isteyen ki&#351;iler i&#231;in bir ba&#351;lang&#305;&#231; noktas&#305;d&#305;r. Kullan&#305;c&#305;lar&#305;m&#305;z art&#305;k Ixquick&#146;in sa&#287;lad&#305;&#287;&#305; mahremiyetin &#246;tesine ge&#231;erek kendi bulduklar&#305; sitelere de g&#252;venle bakabilecekler. Bu proxy hizmeti eksiksiz arama mahremiyeti konseptimizi tamaml&#305;yor.&#148;</p>
<p align='justify'>Yeni Ixquick proxy hizmeti ile ilgili ayr&#305;nt&#305;lar&#305;, Ixquick&#146;in ABD&#146;deki s&#246;zc&#252;s&#252; olan gizlilik uzman&#305; Dr. Katherine Albrecht&#146;in yeni hizmeti a&#231;&#305;klad&#305;&#287;&#305; bir video klibi ile birlikte &#147;Ixquick Proxy A&#231;&#305;klamas&#305;&#148; sayfas&#305;nda bulabilirsiniz: <a href="../../proxy/tur/help.html">https://ixquick.com/proxy/tur/help.html</a> </p>
    <p align='justify'>Bu klip ayr&#305;ca a&#351;a&#287;&#305;daki adreste de izlenebilir: <a id='watchTheVideo' class='topopup' href="../../vd/ixquick-proxy-service-Luovo73Bjqc.mp4" onclick="addVideo(event, 'https://ixquick.com/vd/ixquick-proxy-service-Luovo73Bjqc.mp4', 'Video or Audio couldn\'t be played as JwPlayer require flash player 10 or above');"  style="display:inline"><strong>Proxy videosunu izleyece&#287;im</strong></a></p>
<p align='justify'>Ixquick proxy hizmetini denemek isteyenler &#351;u adreste bir arama yapabilirler:  <br><a href="../../index.html">https://www.ixquick.com</a>sayfas&#305;nda arama sonu&#231;lar&#305;n&#305;n alt&#305;ndaki &#147;proxy&#148; se&#231;ene&#287;ine t&#305;klay&#305;n.</p>
<BR>
<b>Ixquick Hakk&#305;nda</b>

<p align='justify'>Ixquick, Gizlilik &#304;lkesi konusunda end&#252;strinin lideri olan, &#246;d&#252;ll&#252; bir uluslararas&#305; arama motorudur. 1998 y&#305;l&#305;nda New York&#146;da kurulan Ixquick, kullan&#305;c&#305;lar&#305;na ait herhangi bir &#246;zel bilgi kaydetmedi&#287;i i&#231;in tamamen anonim, &#246;zel arama hizmeti sunan tek b&#252;y&#252;k arama motorudur. Bunun d&#305;&#351;&#305;nda d&#305;&#351;ar&#305;dan izlemeyi &#246;nlemek i&#231;in SSL &#351;ifrelemesi sunan ilk ve tek arama motorudur. &#350;irketimizin &#246;rnek te&#351;kil eden veri kullan&#305;m uygulamalar&#305; dahil olmak &#252;zere Ixquick hakk&#305;nda daha fazla bilgiyi www.ixquick.com adresinde bulabilirsiniz.<br>Ixquick&#146;in ABD&#146;deki ad&#305; Startpage.com&#146;dur.</p>

<p>Bas&#305;n ara&#351;t&#305;rmalar&#305; i&#231;in l&#252;tfen &#351;u adrese ba&#351;vurun:<BR><BR>
Alex van Eesteren <BR>
Pazar Geli&#351;tirme ve Medya &#304;li&#351;kileri<BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
<BR><BR>
veya<BR><BR>
Dr. Katherine Albrecht <BR>

ABD Pazarlama ve Medya &#304;li&#351;kileri <BR>
877-434-3100 [A.B.D. i&#231;inde &#252;cretsiz] <BR>
+1 973-273-2125  [uluslararas&#305; eri&#351;im] <BR>

<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle">
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>
