<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<TITLE>Ixquicks sekretesspolitik blir &#228;nnu b&#228;ttre.</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
    <h1 style="margin-top:6px;">Ixquicks sekretesspolitik blir &#228;nnu b&#228;ttre.</h1> 

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

Thursday, July 5th, 2012 
   <p align='justify'>Ixquick upph&#246;r helt att registrera information om internetl&#228;sare och operativsystem.  </p>
   <p align='justify'>Goda nyheter! Fr&#229;n och med denna vecka kommer Ixquick inte l&#228;ngre att registrera information om internetl&#228;sare eller operativsystem (&#228;ven k&#228;nt som "anv&#228;ndaruppgifter") fr&#229;n v&#229;ra anv&#228;ndare. Denna f&#246;r&#228;ndring har verkst&#228;llts b&#229;de p&#229; Ixquick och p&#229; v&#229;r systersida Startpage (www.startpage.com).</p> <p align="justify">Datainsamlingsavdelningen av v&#229;r <a href="../privacy-policy.html#qdata">sekretesspolitik</a> har reviderats f&#246;r att &#229;terspegla denna f&#246;r&#228;ndring. V&#229;r sekretesspolitik lyder nu som f&#246;ljer: </p>
<p>Datainsamling</p>
        <ul>
    <li>Ixquick samlar INTE in N&#197;GON SOM HELST data som exakt kan identifiera v&#229;ra anv&#228;ndare.</li>
    <li> IP-adressen &#228;r den viktigaste informationen att inte lagra, men till och med information om webbl&#228;sare och operativsystem kan kombinerad med annan information exakt identifiera en person. Det &#228;r d&#228;rf&#246;r vi inte lagrar dem heller.</li>
    Inte ens de anonymiserade s&#246;korden registreras eftersom de kan inneh&#229;lla personlig information (t&#228;nk t.ex. p&#229; n&#229;gon som matar in sitt namn eller personnummer).</li>
<li>F&#246;r att f&#246;rb&#228;ttra den allm&#228;nna anv&#228;ndarupplevelsen p&#229; n&#228;tet registrerar vi endast opersonlig information s&#229;som spr&#229;k, kategori och totalt antal s&#246;kningar.</li>
        </ul>
    <p>Vi letar alltid efter flera s&#228;tt att skydda din integritet, och nu har vi f&#229;tt ner v&#229;r datainsamling till bokstavligt talat ingenting. Vi &#228;r f&#246;rtjusta &#246;ver detta f&#246;rh&#229;llande och tror att v&#229;ra anv&#228;ndare ocks&#229; &#228;r det!</p>
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>



