<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<TITLE>Ixquick och Startpage betj&#228;nar dagligen fler &#228;n 2 miljoner s&#246;kningar!</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/startpage_logo.gif" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">Ixquick och Startpage betjänar dagligen fler än 2 miljoner sökningar!</h1> 
    <h2><i>Nu den st&#246;rsta sekretesstj&#228;nsten p&#229; n&#228;tet! </i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

   Den 25 maj, 2012.
   <p align='justify'>Vi har str&#229;lande nyheter om Ixquick.com och Startpage.com, v&#228;rldens mest privata s&#246;kmotorer.</p>
   <p align='justify'>Vi har &#229;tnjutit en uppseendev&#228;ckande tillv&#228;xt de senaste fyra m&#229;naderna och betj&#228;nar nu en bra bit &#246;ver 2 miljoner s&#246;kningar varje dag. Detta g&#246;r oss inte enbart till den st&#246;rsta privata s&#246;kmotorn, utan vi tror att vi blivit den st&#246;rsta sekretesstj&#228;nsten p&#229; internet!</p>
<p align='justify'>Vi uppmuntras av att folk b&#246;rjar f&#246;rst&#229; den roll s&#246;kmotorer har f&#246;r att samla in personlig information, s&#228;rskilt i ljuset av de senaste f&#246;r&#228;ndringarna av branchens sekretessregler. Folk fr&#229;n v&#228;rldens alla h&#246;rn lyssnar och g&#246;r ett&#160;byte.</p> 
    <p align='justify'>Ixquick och dess systersida Startpage (www.Startpage.com) erbjuder de bästa sekretessgarantierna och sökfunktionerna i branschen vilket har förbättrat vår statistik till rekordnivåer. Dessutom har vi 14 års erfarenhet, en lättanvänd proxytjänst för varje sökning, och vi är certifierade av tredje part.</p>
    <p align='justify'>N&#228;r du bes&#246;ker Ixquick registreras inte din IP-adress eller just ditt bes&#246;k, och vi l&#228;gger inga kakor i din internetl&#228;sare. Vi samlar inte in n&#229;gon personlig information fr&#229;n v&#229;ra bes&#246;kare. Ingen alls. Nix. Noll. Och allt &#228;r gratis.</p>
<p align='justify'>Vi garanterar din integritet och vi &#228;r den enda s&#246;kmotorn som backar upp v&#229;ra l&#246;ften med stens&#228;ker certifiering fr&#229;n tredje part. Vi har f&#246;r&#228;rats Europeiska sekretessigillet av <a href="http://www.european-privacy-seal.eu/ws/EPS-en/Ixquick-starpage">EuroPriSe</a> som st&#246;ds av EU-kommissionen. Vi har sekretessgranskats och ackrediterats av Certified Secure, och vi finns registrerade hos Nederl&#228;ndska&#160;dataskyddsmyndigheten.</p>
<p align='justify'> Vi har arbetat h&#229;rt i m&#229;nga &#229;r f&#246;r att f&#246;rtj&#228;na ert f&#246;rtroende s&#229; det &#228;r stimulerande att se v&#229;ra anstr&#228;ngningar slutligen b&#228;ra frukt. Det &#228;r en stor k&#228;nsla att veta att vi tillsammans g&#246;r skillnad genom h&#229;rt arbete f&#246;r att h&#229;lla&#160;internet privat "s&#229;som det b&#246;r vara".</p> 
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
