<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>S&#246;kmotorn Ixquick.com slutar helt registrera IP-adresser</TITLE>
</HEAD>
<BODY>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">S&#246;kmotorn Ixquick.com slutar helt registrera IP-adresser</h1><p>
<i>Ixquick g&#229;r &#229;terigen i br&#228;schen med en &#148;inga data sparas&#148;-policy.</i><br><br>
<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" >

<p>Bryssel/New York/Zeist, 28 januari 2009  <BR>
Ixquick (<a href="../../index.html">www.ixquick.com</a>) meddelar att de har upph&#246;rt helt med att registreraanv&#228;ndares IP-adresser. Med denna nya policy forts&#228;tter Ixquick sin&#229;ngtg&#229;ende ledande st&#228;llning n&#228;r det g&#228;ller integritetsskydd.
</p>

<p> Integriteten p&#229; Internet uts&#228;tts f&#246;r allt fler angrepp allteftersom s&#246;kningar och bes&#246;k p&#229; webbplatser rutinm&#228;ssigt registreras och kombineras i personliga- och beteendeprofiler av de stora s&#246;kmotorerna. <BR> N&#228;r du s&#246;ker p&#229; Internet registrerar dessa s&#246;kmotorer tidpunkten, de termer du anv&#228;nde, de webbplatser du bes&#246;kte samt din IP-adress. I m&#229;nga fall g&#246;r IP-adressen det m&#246;jligt att sp&#229;ra datorn, och d&#228;rigenom det hush&#229;ll d&#228;r s&#246;kningen genomf&#246;rdes.&#160; 
</p>
 
<p> Tidigare raderade Ixquick den information som kunde kopplas till specifika anv&#228;ndare inom 48 timmar. <BR> Fr&#229;n och med i dag &#150; Dataskyddsdagen 2009 &#150; registreras inte IP-adresser alls. <BR> Det tekniska behovet att spara IP-adresser under 48 timmar, f&#246;r att blockera automatisk anv&#228;ndning av Ixquicks servrar, har &#246;verkommits genom nya tekniska l&#246;sningar. 
</p>
 
<p> &#148;P&#229; Ixquick anser vi att m&#228;nniskor har en fundamental r&#228;tt till integritet&#148; s&#228;ger vd Robert Beens. <BR> &#148;Genom att anv&#228;nda en s&#246;kmotor avsl&#246;jar man sina hemligheter och vanor, saker som borde vara skyddade. Ixquick har den b&#228;sta integritetspolicyn inom s&#246;kmotorbranschen. I dag har den blivit &#228;nnu b&#228;ttre.&#148; 
</p>
 
<p> P&#229;tryckningar fr&#229;n europeiska myndigheter, organisationer som k&#228;mpar f&#246;r att skydda den personliga integriteten samt allm&#228;nt &#246;kande medvetenhet har f&#229;tt de stora s&#246;kmotorerna Yahoo, Google och MSN att g&#229; med p&#229; att minska tiden de lagrar information till mellan 3 och 18 m&#229;nader. Men Beens kommer med en varning: &#148;N&#228;r det g&#228;ller integritet finns problemen i detaljerna. Dessa s&#246;kmotorer anv&#228;nder login och cookies med unika ID som automatiskt sparas p&#229; din dator n&#228;r du s&#246;ker. B&#229;da teknikerna kan &#148;limma ihop&#148; dina s&#246;kningar under mycket l&#228;ngre tid &#228;n de officiella tiderna som data sparas. D&#228;rf&#246;r anv&#228;nder Ixquick inte n&#229;gon av dessa metoder.&#148; 
</p>
 
<p> Ixquick skyddar anv&#228;ndarnas integritet ytterligare genom att erbjuda en s&#228;ker anslutning via https-protokollet, vilket f&#246;rhindrar avlyssning av Ixquicks anv&#228;ndare och v&#228;ntas dessutom lansera en s&#229; kallad &#148;proxy&#148;-tj&#228;nst inom de kommande m&#229;naderna som g&#246;r det m&#246;jligt att surfa fullst&#228;ndigt anonymt. 
</p>
 
<p> I juli 2008 tilldelades Ixquick den f&#246;rsta European Privacy Seal f&#246;r sina anstr&#228;ngningar inom detta omr&#229;de. <BR> &#148;Vi &#228;r mycket stolta &#246;ver denna utm&#228;rkelse&#148; s&#228;ger Beens. &#148;Det &#228;r den ultimata bekr&#228;ftelsen att vi lever upp till v&#229;ra l&#246;ften. N&#228;r m&#228;nniskor s&#246;ker med Ixquick f&#229;r de b&#228;sta m&#246;jliga resultat, utan att riskera sin integritet.&#148; 
</p>


<b>Om Ixquick</b> <BR>
Ixquick &#228;r en internationell prisbel&#246;nt s&#246;kmotor med en branschledande integritetspolicy. Ixquick lanserades p&#229; Internet 1998 och &#228;gs av det nederl&#228;ndska f&#246;retaget Surfboard Holding BV. Mer information om Ixquick finns p&#229; <a href="../../index.html">www.ixquick.com</a> <br>

<p>Mer information om European Privacy Seal finns p&#229; <a href="https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet">https://www.european-privacy-seal.eu/ws/EPS-en/Fact-sheet</a></p>

<i>F&#246;r pressfr&#229;gor var v&#228;nlig kontakta: </i> <BR>
Alex van Eesteren, Vice vd Aff&#228;rsutveckling och media. <BR>
+31 30 6971778 <BR>

<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">
</font>
</td>

  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</BODY>
</HTML>
