<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"><HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<TITLE>S&#246;kmotorn Ixquick introducerar ny tj&#228;nst f&#246;r att surfa anonymt</TITLE>
<link href="../../css/jwplayer_support.css" type="text/css" rel="StyleSheet" />
<script src="../../js/jquery-1.8.0.min.js" type="text/javascript"></script>
<script type="text/javascript" src="../../js/jquery.autocomplete.js"></script>
<script type="text/javascript" src="../../jwplayer/jwplayer.js"></script>
<script type="text/javascript" src="../../js/swfobject_2.2.js"></script>
<script type="text/javascript">jwplayer.key='9OTAGe6swAaUb3jUw7G+MUBBtPKR6rOHmrbjraHb0Og=';</script>
<script type="text/javascript" src="../../js/jwplayer_support.js"></script>
</HEAD>
<BODY>
<div id="toPopup">
 <div class="close"></div>
 <div id="popup_content">
   <div id="sm-video" style="position: relative; display: none; width: 640px; height: 360px;">Jwplayer Loading
     <div style="display: none;" id="sm-video_aspect"></div>
     <div id="sm-video_jwpsrv" style="position: absolute; top: 0px; z-index: 10;"></div>
   </div>
  </div>
</div>
<table width="620" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td align="right"><a href="../../index.html"><img src="../../graphics/ixquick_logo.gif" width="148" height="56" border=0></a></td>
  </tr>
  <tr>
    <td align="center"></td>

  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>
<h1 style="margin-top:6px;">S&#246;kmotorn Ixquick introducerar ny tj&#228;nst f&#246;r att surfa anonymt</h1> 
<h2><i>Gratis, innovativ proxytj&#228;nst erbjuder fullst&#228;ndigt integritetsskydd online</i></h2></p>

<font style="font-size:16px; text-align:justify; font-family:'Times New Roman', Times, serif;" align="justify">

 28 jan 2010
<p align='justify'>Ixquick, s&#246;kmotorn med v&#228;rldens b&#228;sta anonymitetsskydd och dess amerikanska varum&#228;rke, Startpage.com, tillk&#228;nnagav idag sl&#228;ppet av en ny proxytj&#228;nst som l&#229;ter anv&#228;ndare surfa p&#229; n&#228;tet med fullst&#228;ndig sekretess. Proxyn l&#229;ter anv&#228;ndare bes&#246;ka webbsidor s&#228;kert och anonymt, utan att dela ut n&#229;gon information som &#228;r privat eller m&#246;jligg&#246;r personlig identifiering till n&#229;gon av sidorna de bes&#246;ker.</p>
<p align='justify'>Ixquick-proxyn &#228;r en gratistj&#228;nst som fungerar tillsammans med Ixquicks s&#246;kmotor, som finns tillg&#228;nglig p&#229; <a href="../../index.html">www.ixquick.com</a>. N&#228;r anv&#228;ndare g&#246;r en s&#246;kning, kommer de se det klickbara alternativet &#148;proxy&#148; under varje s&#246;kresultat. N&#228;r man v&#228;ljer det alternativet, agerar Ixquick som mellanhand f&#246;r att h&#228;mta sidan och visa den i ett sekretesskyddat Ixquick-f&#246;nster.</p>
<p align='justify'>Proxyn l&#229;ter anv&#228;ndaren surfa helt anonymt, eftersom anv&#228;ndaren aldrig har direktkontakt med tredjepartssidan som bes&#246;ks. Anv&#228;ndarens IP-adress &#228;r osynlig f&#246;r webbsidan som bes&#246;ks. Dessutom kan sidan inte se eller l&#228;gga in cookies i anv&#228;ndarens webbrowser.</p>
<p align='justify'>Proxytj&#228;nsten t&#228;cks av samma integritetspolicy som har gjort Ixquick till industriledande inom anonyma s&#246;ktj&#228;nster. Ixquick sparar inte IP-adresser, anv&#228;ndares s&#246;kresultat eller detaljer om proxyanv&#228;ndning. F&#246;retagets praxis f&#246;r datalagring &#228;r tredjepartscertifierad med &#148;European Privacy seal&#148; och &#228;r allm&#228;nt ansedd som den b&#228;sta inom industrin.</p>
<p align='justify'>Proxytj&#228;nsten lanseras idag, 28:e januari, f&#246;r att fira den internationella Integritetsskyddsdagen (Data Privacy Day).</p>

<p align='justify'>&#148;Folk bryr sig mer om policies f&#246;r datalagring online nu &#228;n n&#229;gonsin tidigare,&#148; sade VD Robert Beens. &#148;Vi ville ge dem ett anv&#228;ndbart verktyg och den h&#228;r proxyn &#228;r n&#228;sta logiska steg i utbyggnaden av v&#229;ra tj&#228;nster. En s&#246;kmotor &#228;r st&#228;llet du b&#246;rjar n&#228;r du ska bes&#246;ka andra sidor. Nu kan v&#229;ra anv&#228;ndare ta sekretessen de f&#229;r med Ixquick till n&#228;sta niv&#229; och bes&#246;ka sidorna de hittat anonymt ocks&#229;. Den h&#228;r proxyn kompletterar bilden av en fullst&#228;ndigt anonym s&#246;ktj&#228;nst.&#148;</p>
<p align='justify'>Information om Ixquicks nya proxytj&#228;nst, tillsammans med en video som f&#246;rklarar tj&#228;nsten, gjord av Ixquicks talesperson i USA, integritetsexperten dr. Katherine Albrecht, finns p&#229; sidan &#148;Det h&#228;r g&#246;r Ixquicks proxyserver": <a href="../../proxy/sve/help.html">https://ixquick.com/proxy/sve/help.html</a> </p>
    <p align='justify'>Videon finns ocks&#229; tillg&#228;nglig direkt p&#229;: <a id='watchTheVideo' class='topopup' href="../../vd/ixquick-proxy-service-Luovo73Bjqc.mp4" onclick="addVideo(event, 'https://ixquick.com/vd/ixquick-proxy-service-Luovo73Bjqc.mp4', 'Video or Audio couldn\'t be played as JwPlayer require flash player 10 or above');"  style="display:inline"><strong>Titta p&#229; Proxy video</strong></a></p>
<p align='justify'>F&#246;r att pr&#246;va Ixquicks proxytj&#228;nst, g&#246;r en s&#246;kning p&#229;: <br><a href="../../index.html">https://www.ixquick.com</a>, och klicka sedan p&#229; alternativet &#148;proxy&#148; under s&#246;kresultatet.</p>
<BR>
<b>Om Ixquick</b>

<p align='justify'>Ixquick &#228;r en prisbel&#246;nt s&#246;kmotor med en industriledande sekretesspolicy. Ixquick grundades i New York 1998 och &#228;r den enda stora s&#246;kmotorn som tillhandah&#229;ller en s&#246;ktj&#228;nst som &#228;r helt anonym, d&#229; den inte sparar n&#229;gon privat eller personlig information om sina anv&#228;ndare. Det &#228;r ocks&#229; den f&#246;rsta och enda s&#246;kmotorn som erbjuder SSL-kryptering f&#246;r att f&#246;rhindra avlyssning av data som skickas. Mer information om Ixquick, inklusive information om f&#246;retagets exemplariska praxis f&#246;r datahantering, kan hittas p&#229; www.ixquick.com.<br>I USA &#228;r Ixquick k&#228;nt som Startpage.com.</p>

<p>F&#246;r pressfr&#229;gor, kontakta:<BR><BR>
Alex van Eesteren <BR>
Business Development och Media Relations<BR>
+31-30-6971778<BR>
<img src="../../graphics/alex_email_black.gif" align="absmiddle" width="111" height="16">

<BR><BR>
eller<BR><BR>
Dr. Katherine Albrecht <BR>

U.S. Marketing och Media Relations <BR>
877-434-3100 [gratis inom USA] <BR>
+1 973-273-2125  [internationellt] <BR>
<img src="../../graphics/kma_ixquick_email_black.gif" align="absmiddle">
</td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>

</table>
</BODY>
</HTML>
