<!DOCTYPE HTML>
    <!--[if lt IE 7 ]> <html class='ie6 ie'> <![endif]-->                                                                         
    <!--[if IE 7 ]> <html class='ie7 ie'> <![endif]-->                                                                                                                                                      
    <!--[if IE 8 ]> <html class='ie8 ie'> <![endif]-->                                                                                                                                                      
    <!--[if IE 9 ]> <html class='ie9 ie'> <![endif]-->                                                                                                                                                      
    <!--[if (gt IE 9)|!(IE)]><!-->                                                                                                                                                                          
    <html>                                                                                                                                                                                                  
    <!--<![endif]-->
     <head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">     
    <meta name="viewport" content="width=device-width,maximum-scale=1">
    <meta name="format-detection" content="telephone=no">
    <title>  </title>
    
<link rel="icon" href="../ix-favicon.ico" type="image/x-icon"/>
<link rel="shortcut icon" href="../ix-favicon.ico" type="image/x-icon"/>
<link rel="apple-touch-icon" sizes="57x57" href="../graphics/favicon/ix-apple-touch-icon-57x57.png">
<link rel="apple-touch-icon" sizes="114x114" href="../graphics/favicon/ix-apple-touch-icon-114x114.png">
<link rel="apple-touch-icon" sizes="72x72" href="../graphics/favicon/ix-apple-touch-icon-72x72.png">
<link rel="apple-touch-icon" sizes="144x144" href="../graphics/favicon/ix-apple-touch-icon-144x144.png">
<link rel="apple-touch-icon" sizes="60x60" href="../graphics/favicon/ix-apple-touch-icon-60x60.png">
<link rel="apple-touch-icon" sizes="120x120" href="../graphics/favicon/ix-apple-touch-icon-120x120.png">
<link rel="apple-touch-icon" sizes="76x76" href="../graphics/favicon/ix-apple-touch-icon-76x76.png">
<link rel="apple-touch-icon" sizes="152x152" href="../graphics/favicon/ix-apple-touch-icon-152x152.png">
<link rel="icon" sizes="196x196" href="../graphics/favicon/ix-favicon-196x196.png" type="images/png">
<link rel="icon" sizes="160x160" href="../graphics/favicon/ix-favicon-160x160.png" type="images/png">
<link rel="icon" sizes="96x96" href="../graphics/favicon/ix-favicon-96x96.png" type="images/png">
<link rel="icon" sizes="16x16" href="../graphics/favicon/ix-favicon-16x16.png" type="images/png">
<link rel="icon" sizes="32x32" href="../graphics/favicon/ix-favicon-32x32.png" type="images/png">
<link href="../graphics/favicon/ix-favicon-16x16.png" type="images/png" rel="shortcut icon">
<meta name="msapplication-TileColor" content="#6589c7">
<meta name="msapplication-TileColor" content="/graphics/favicon/ix-mstile-144x144.png">

    <link href='../css/retina_about_pages-v=5.css' type='text/css' media="all"  rel='StyleSheet' />
    <!--[if lt IE 9]><link href='../css/lt_ie9-v=5.css' type='text/css' media="all"  rel='StyleSheet' /><![endif]-->
    
        <style>
         .navbar-header {
             padding: 4px 0 5px 0;
             margin: 0 auto;
             /* width: 860px; */
         }
         .logo-container {
             width:860px;
             margin:0 auto;
         }

         .navbar-brand {
             padding: 13px 15px 8px 0!important;
         }</style>
    <script language='javascript' type='text/javascript' src='../js/retina_about_pages-v=5.js'></script>            
    <!--[if lt IE 9]><script language='javascript' type='text/javascript' src='../js/less_than_ie9-v=5.js'></script><![endif]-->
    <script>function setFocus() { var pageUrl = window.location.href; if (!pageUrl.match(/jump_to/)) { document.getElementById("query_top").focus(); } }</script>
    
	<script>
   	jQuery(window).load(function() {
		jQuery('.accordionButton').click(function(e){
			e.preventDefault();
            var div_display = jQuery(this).next('.accordionContent').css('display');
            if (div_display == 'block') {
                jQuery(this).next('.accordionContent').slideUp();
            } else {
                jQuery('div.accordionContent').slideUp();
                jQuery(this).next('.accordionContent').slideToggle();
            }
    	});
    });

jQuery(window).load(function () {
    jQuery('div[id^=tOoLtIp]').each(function() {
        var obj = jQuery(this);
        jQuery(this).addClass('sb-tooltip');
        jQuery(this).find('*').removeAttr('bgcolor color face style');
    });
});

function verifyChecked (form_obj) { 
    var formname = form_obj.name; 
    var orig_query = document[formname].query.value; 
    if (orig_query == "") { 
        return false; 
    } 
    form_obj.submit(); 

    return false; 
}
      
    </script>
	
    <script type='text/javascript'>
    
    
        jQuery(window).load(function(){
            var additional_parm = '';
        
            var pref_args = prepare_propagation_arguments();
            additional_parm = pref_args;
            
            cpt_js_prgtr(additional_parm);
        });
        function cpt_js_prgtr(additional_parm) {
            var urlParams;
            (window.onpopstate = function () {
                var match,
                pl     = /\+/g,
                search = /([^&=]+)=?([^&]*)/g,
                decode = function (s) { try {return decodeURIComponent(s.replace(pl, " "));} catch(e){} },
                query  = window.location.search.substring(1);

                urlParams = {};
                while (match = search.exec(query)) {
                    urlParams[decode(match[1])] = decode(match[2]);
                }
            })();
            var params = new Array ('vf', 'vft', 'fm', 'fmt', 'op');
    
            params[params.length] = 'prf';
            params[params.length] = 'prfh';
        
            var cpt_prms = additional_parm;
            var cpt_h = '';
            var cpt_prms_no_hmb = '';
            jQuery.each(params, function(index, elem) {
                if (urlParams[elem] != undefined && /^[a-zA-Z0-9]+$/.test(urlParams[elem])) {
                    cpt_h += '<input value="'+urlParams[elem]+'" name="'+elem+'" type="hidden">';
                    if (cpt_prms === '') {
                        cpt_prms += elem+'='+urlParams[elem]+'&';
                    } else {
                        cpt_prms += '&'+elem+'='+urlParams[elem]+'&';
                    }   
                    if(elem != 'hmb') {
                        cpt_prms_no_hmb += elem+'='+urlParams[elem]+'&';
                    }
                }
            });
            
        cpt_prms +="hmb=1";
        cpt_h += '<input value="1" name="hmb" type="hidden">';
        
            if (cpt_prms) {
                if (jQuery('.cpt_prgtr').length) {
                    jQuery('.cpt_prgtr').each(function() {
                        var search_box_params = jQuery(this).html();
                        var pttrn = new RegExp('name=('+params.join('|')+')');
                        if(!(pttrn.test(search_box_params))) {
                            jQuery(this).prepend(cpt_h);
                        }
                    });
                }
            }           
          
            var base_url = "<!--KEEPTEL-->http://ixquick.com";
            base_url = base_url.replace('<!--KEEPTEL-->','');
            if (base_url != '') {
                base_url = base_url.match(/^https?:\/\/[^/]+/)[0];
            }
            base_url_regexp = '^('+base_url+'.+?|\\/\\w.+?)(#.*)?$';
            base_url_regexp = base_url_regexp.replace('http://', 'https?://');
            var jump_to_tag_regexp = new RegExp(base_url_regexp, 'g');
	    
            jQuery("a").each(function() {
                if (jQuery(this).hasClass('no-cpt-prgpt')) {
                    return;
                } else {
                    var old_inner_content = jQuery(this).html();
                    var href = jQuery(this).attr("href");
                    var pttrn = new RegExp('('+params.join('|')+')=');
                    if(href != undefined && !(pttrn.test(href)) && href.match(jump_to_tag_regexp)) {
                        var append_char = (href.match(/\?/)) ? "&" : "?";
                        var jump_to_tag = '';
                        var p_matches;
                        if (p_matches = jump_to_tag_regexp.exec(href)) {
                            href = p_matches[1];
                            jump_to_tag  = p_matches[p_matches.length - 1];
                        }
                        if (!jump_to_tag) {
                            jump_to_tag = '';
                        }
						if (cpt_prms || jump_to_tag) { 
                            if(jQuery('.home-wrapper').length > 0 && jQuery(this).closest('#settings_lang_div').length && !window.location.href.match(/hmb=1/)){
                                href += append_char + cpt_prms_no_hmb + jump_to_tag;
                            }
                            else{
							    href += append_char + cpt_prms + jump_to_tag;
                            }
							jQuery(this).attr("href", href);
						}
                    }
                    jQuery(this).html(old_inner_content);
                }
            });
        }
    
    </script>
    </head>

    <body  >
    
    
    <div class="wrapper"><nav class="navbar navbar-default nav-effect" role="navigation" style="margin-bottom: 0">
                    <div class="navbar-header" style="padding: 0;">
                     <div class="logo-container">
                       <a class="navbar-brand ix_logo" href="index.html">
                        <img src="../graphics/no_tm_ixquick_retina_results_page_logo.png" style="width: 126px; height: 35px; margin-top: 2px;" />
                       </a>
                     </div>
                    </div>
                  </nav>
                  

    <div id="wrapper-inner" class="wrapper-no-js" style="max-width: 860px !important;min-width: 860px !important;margin-left: auto !important;margin-right: auto !important;">
    <div class="row">
      <div class="col-lg-12">
        <div id='inner_content'>
          <table border="0" cellspacing="0" cellpadding="0" width="100%" class="bodyContent">
            <tr>
              
    <td>
    <div class="rightContent" id="content">
    <div>Conditions g&#233;n&#233;rales et particuli&#232;res </div>
Les Barres d&#146;Outils, d'Applications et Module compl&#233;mentaire de Navigation Ixquick (constituant"Les Applications de Recherche Ixquick") permettent un acc&#232;s ais&#233; aux fonctions de recherche Ixquick. Lors de leur utilisation, vos requ&#234;tes sont achemin&#233;es vers Ixquick afin que celui-ci puisse fournir les r&#233;ponses &#224; vos recherches. Apr&#232;s v&#233;rification, il vous sera p&#233;riodiquement propos&#233; de nouvelles versions du Bureau et de la Barre d&#146;Outils et si vous d&#233;sirez ou non une mise &#224; jour. Vos recherches et autres utilisations sont confidentielles, et rendues anonymes, en conformit&#233; avec notre  <a class='blue_link' href="privacy-policy.html">Politique de Confidentialit&#233;</a>.<br><br>

<div>Usage non commercial uniquement</div>
Les Applications de Recherche Ixquick sont mises &#224; votre disposition pour un usage exclusivement non commercial. Cela signifie que vous pouvez les utiliser chez vous et/ou sur votre lieu de travail pour effectuer des recherches. En revanche, vous devez obtenir l'autorisation pr&#233;alable de Ixquick pour vendre les Applications de Recherche Ixquick ou des informations, des services ou des logiciels, quels qu'ils soient, associ&#233;s &#224; ou d&#233;riv&#233;s des Applications de Recherche Ixquick, ou encore si vous souhaitez modifier, copier (sauf autorisations mentionn&#233;es ci-dessous), fournir sous licence ou cr&#233;er des travaux d&#233;riv&#233;s des Applications de Recherche Ixquick.<br><br>

Si vous &#234;tes dans ce cas, nous vous invitons &#224; nous envoyer un courrier &#233;lectronique &#224; l'adresse feedback@Ixquick.com. En outre, vous n'&#234;tes pas autoris&#233; &#224; utiliser les Applications de Recherche Ixquick d'une mani&#232;re qui pourrait endommager, d&#233;sactiver, surcharger ou compromettre les services de recherche de Ixquick (par exemple, en faisant fonctionner les Applications de Recherche Ixquick en mode automatique), ni &#224; utiliser les Applications de Recherche Ixquick d'une mani&#232;re susceptible de g&#234;ner l'utilisation par d'autres parties des services de recherche de Ixquick.<br><br>

Vous pouvez r&#233;aliser des copies des Applications de Recherche Ixquick et distribuer ces copies aupr&#232;s d'autres utilisateurs de votre soci&#233;t&#233; &#224; condition que les personnes concern&#233;es aient eu la possibilit&#233; de consulter et de s'engager &#224; respecter les pr&#233;sentes Conditions g&#233;n&#233;rales. Si certaines personnes de votre soci&#233;t&#233; n'ont pas cette possibilit&#233; et que vous souhaitiez malgr&#233; tout leur fournir ces copies, vous pouvez le faire &#224; condition que vous soyez habilit&#233; &#224; lier votre soci&#233;t&#233; (et par extension les salari&#233;s de votre soci&#233;t&#233;) aux pr&#233;sentes Conditions g&#233;n&#233;rales. Si vous n'&#234;tes pas habilit&#233; &#224; engager votre soci&#233;t&#233; et si les personnes concern&#233;es n'ont pas la possibilit&#233; de consulter et de s'engager &#224; respecter les pr&#233;sentes Conditions g&#233;n&#233;rales, nous vous demandons de ne pas diffuser les Applications de Recherche Ixquick. Si vous avez des questions sur les conditions de diffusion des Applications de Recherche, veuillez nous envoyer un courrier &#233;lectronique &#224; l'adresse feedback@Ixquick.com.<br><br>

N'h&#233;sitez pas &#224; nous faire part de vos commentaires et suggestions afin de nous aider &#224; am&#233;liorer les Applications de Recherche Ixquick en envoyant un courrier &#233;lectronique &#224; l'adresse feedback@Ixquick.com. Remarque : En nous faisant parvenir vos id&#233;es ou vos suggestions, vous accordez automatiquement &#224; Ixquick et aux soci&#233;t&#233;s tierces concern&#233;es le droit d'utiliser celles-ci et de les int&#233;grer aux Applications de Recherche Ixquick (ou &#224; un autre logiciel tiers) sans aucune compensation financi&#232;re.<br><br>

<div>Propri&#233;t&#233; intellectuelle </div>
Vous reconnaissez que Ixquick et/ou les soci&#233;t&#233;s tierces concern&#233;es sont propri&#233;taires de tous les droits, titres et int&#233;r&#234;ts relatifs aux Applications de Recherche Ixquick ou &#224; certaines parties de celles-ci, ou relatifs au logiciel de soci&#233;t&#233; tierce accessible par l'interm&#233;diaire des Applications de Recherche Ixquick, y compris, sans s'y limiter, tous les droits de propri&#233;t&#233; intellectuelle. "Droits de Propri&#233;t&#233; Intellectuelle" d&#233;signe l'ensemble des droits n&#233;s ou &#224; na&#238;tre au titre des brevets, du droit d'auteur, des marques, des dessins et mod&#232;les, des secrets d'affaires, de la concurrence d&#233;loyale, et plus g&#233;n&#233;ralement tout droit de propri&#233;t&#233;, qu'il soit ou non soumis &#224; enregistrement, ainsi que les demandes d'enregistrement, renouvellements, extensions et restaurations de tels droits, dans le monde entier. Vous acceptez de ne pas modifier, adapter, traduire, d&#233;compiler, d&#233;sosser (faire de l'ing&#233;nierie inverse), d&#233;sassembler ou d'aucune autre mani&#232;re essayer de d&#233;river du code source &#224; partir des Applications de Recherche Ixquick. Vous acceptez &#233;galement de ne pas supprimer, masquer ni modifier les signes distinctifs de Ixquick et/ou des soci&#233;t&#233;s tierces concern&#233;es tels que des mentions de droits d'auteur, notices de marques d&#233;pos&#233;es ou autres avis de droits de propri&#233;t&#233; associ&#233;s ou int&#233;gr&#233;s aux Applications de Recherche Ixquick ou accessibles par l'interm&#233;diaire de ces Applications de Recherche Ixquick.<br><br>

<div>Exclusion de garanties</div>
Ixquick et toute soci&#233;t&#233; tierce permettant l'acc&#232;s &#224; son logiciel par l'interm&#233;diaire des Applications de Recherche Ixquick n'acceptent aucune responsabilit&#233; en ce qui concerne les dommages susceptibles de r&#233;sulter du t&#233;l&#233;chargement et/ou de l'utilisation des Applications de Recherche Ixquick et/ou de tout logiciel de soci&#233;t&#233; tierce accessible par l'interm&#233;diaire des Applications de Recherche Ixquick. <br><br>
LES APPLICATIONS DE RECHERCHE IXQUICK ET TOUT LOGICIEL DE SOCI&#201;T&#201; TIERCE ACCESSIBLE PAR L'INTERM&#201;DIAIRE DES APPLICATIONS DE RECHERCHE IXQUICK SONT FOURNIS "EN L'&#201;TAT" SANS GARANTIE D'AUCUNE SORTE. IXQUICK ET TOUTE SOCI&#201;T&#201; TIERCE CONCERN&#201;E EXCLUENT EXPRESS&#201;MENT ET DANS TOUTE LA MESURE PERMISE PAR LES LOIS APPLICABLES TOUTES GARANTIES EXPLICITES, IMPLICITES ET L&#201;GALES, Y COMPRIS, SANS S'Y LIMITER, LES GARANTIES DE QUALIT&#201; MARCHANDE, D'AD&#201;QUATION &#192; UN USAGE PARTICULIER ET DE NON-VIOLATION DE DROITS DE PROPRI&#201;T&#201;. IXQUICK ET TOUTE SOCI&#201;T&#201; TIERCE PERMETTANT L'ACC&#200;S &#192; SON LOGICIEL PAR L'INTERM&#201;DIAIRE DES APPLICATIONS DE RECHERCHE IXQUICK EXCLUENT TOUTES GARANTIES EN MATI&#200;RE DE S&#201;CURIT&#201;, DE FIABILIT&#201;, D'OPPORTUNIT&#201; ET DE PERFORMANCES DES APPLICATIONS DE RECHERCHE IXQUICK ET DU LOGICIEL DE LADITE SOCI&#201;T&#201; TIERCE. <br><br>

VOUS D&#201;CLAREZ COMPRENDRE ET ACCEPTER QUE VOUS T&#201;L&#201;CHARGEZ ET/OU UTILISEZ LES APPLICATIONS DE RECHERCHES IXQUICK ET TOUT LOGICIEL DE SOCI&#201;T&#201; TIERCE ACCESSIBLE PAR L'INTERM&#201;DIAIRE DES APPLICATIONS DE RECHERCHES IXQUICK &#192; VOTRE PROPRE DISCR&#201;TION ET &#192; VOS RISQUES ET P&#201;RILS, ET QUE VOUS RESTEZ SEUL RESPONSABLE DES &#201;VENTUELS DOMMAGES CAUS&#201;S &#192; VOTRE SYST&#200;ME INFORMATIQUE OU DES PERTES DE DONN&#201;ES QUI POURRAIENT R&#201;SULTER DU T&#201;L&#201;CHARGEMENT ET/OU DE L'UTILISATION DES APPLICATIONS DE RECHERCHE IXQUICK ET DE TOUT LOGICIEL DE SOCI&#201;T&#201; TIERCE ACCESSIBLE PAR L'INTERM&#201;DIAIRE DES APPLICATIONS DE RECHERCHE IXQUICK. CERTAINES JURIDICTIONS ET CERTAINS PAYS N'AUTORISANT PAS L'EXCLUSION DES GARANTIES IMPLICITES, IL EST POSSIBLE QUE LES EXCLUSIONS CI-DESSUS NE VOUS CONCERNENT PAS. IL EST POSSIBLE PAR AILLEURS QUE VOUS DISPOSIEZ D'AUTRES DROITS, CEUX-CI VARIANT SELON LES JURIDICTIONS ET SELON LES PAYS. <br><br>


<div>Limitation de responsabilit&#233; </div>
LA RESPONSABILIT&#201; VIS-&#192;-VIS DE L'UTILISATEUR EN MATI&#200;RE D'UTILISATION OU D'UTILISATION INCORRECTE DES APPLICATIONS DE RECHERCHE IXQUICK OU D'UN LOGICIEL DE SOCI&#201;T&#201; TIERCE ACCESSIBLE PAR L'INTERM&#201;DIAIRE DES APPLICATIONS DE RECHERCHE IXQUICK NE SAURAIT EN AUCUN CAS &#202;TRE ATTRIBU&#201;E &#192; IXQUICK OU &#192; LADITE SOCI&#201;T&#201; TIERCE. LA PR&#201;SENTE LIMITATION DE RESPONSABILIT&#201; A POUR OBJET D'EMP&#202;CHER LES R&#201;CLAMATIONS EN MATI&#200;RE DE DOMMAGES DIRECTS, INDIRECTS, INCIDENTS, CONS&#201;QUENTS, SP&#201;CIAUX, EXEMPLAIRES ET DE DOMMAGES-INT&#201;R&#202;TS - QUE CES R&#201;CLAMATIONS SOIENT FOND&#201;ES SUR UNE GARANTIE, UN CONTRAT, DES PR&#201;JUDICES (Y COMPRIS N&#201;GLIGENCE) OU AUTRES, ET M&#202;ME SI IXQUICK ET/OU UN FOURNISSEUR DE LOGICIELS TIERS A/ONT &#201;T&#201; AVERTI(E)(S) DE LA POSSIBILIT&#201; DE TELS DOMMAGES. CETTE LIMITATION DE RESPONSABILIT&#201; S'APPLIQUERA QUELLE QUE SOIT LA CAUSE DESDITS DOMMAGES, SOIT : UTILISATION OU UTILISATION INCORRECTE DES APPLICATIONS DE RECHERCHE IXQUICK ET/OU DE TOUT LOGICIEL DE SOCI&#201;T&#201; TIERCE ACCESSIBLE PAR L'INTERM&#201;DIAIRE DES APPLICATIONS DE RECHERCHE IXQUICK, D&#201;PENDANCE VIS-&#192;-VIS DES APPLICATIONS DE RECHERCHE IXQUICK ET/OU VIS-&#192;-VIS DE CE OU CES LOGICIELS DE SOCI&#201;T&#201; TIERCE, IMPOSSIBILIT&#201; D'UTILISER LES APPLICATION DE RECHERCHE IXQUICK ET/OU TOUT LOGICIEL DE SOCI&#201;T&#201; TIERCE ACCESSIBLE PAR L'INTERM&#201;DIAIRE DES APPLICATIONS DE RECHERCHE IXQUICK, INTERRUPTION, SUSPENSION OU ARR&#202;T D&#201;FINITIF DES APPLICATIONS DE RECHERCHE IXQUICK ET/OU DE TOUT LOGICIEL DE SOCI&#201;T&#201; TIERCE ACCESSIBLE PAR L'INTERM&#201;DIAIRE DES APPLICATIONS DE RECHERCHE IXQUICK (Y COMPRIS DOMMAGES SUBIS PAR UNE OU PLUSIEURS SOCI&#201;T&#201;S TIERCES). CETTE LIMITATION DE RESPONSABILIT&#201; S'APPLIQUERA M&#202;ME EN CAS D'&#201;CHEC DE L'OBJET ESSENTIEL DES RECOURS LIMIT&#201;S &#201;VENTUELLEMENT DISPONIBLES, ET DANS TOUTE LA MESURE PERMISE PAR LES LOIS APPLICABLES. <br><br>

CERTAINES JURIDICTIONS ET CERTAINS PAYS N'AUTORISANT PAS L'EXCLUSION OU LES LIMITATIONS DE RESPONSABILIT&#201; POUR LES DOMMAGES INCIDENTS OU CONS&#201;QUENTS, IL EST POSSIBLE QUE LES EXCLUSIONS ET LIMITATIONS CI-DESSUS NE VOUS CONCERNENT PAS. <br><br>

<div>Services de recherche Ixquick </div>
Les Applications de Recherche Ixquick ont &#233;t&#233; con&#231;ues pour &#234;tre utilis&#233;es en combinaison avec les services de recherche Ixquick. En cons&#233;quence, l'utilisation que vous faites des Applications de Recherche Ixquick est &#233;galement d&#233;finie par les Engagement d&#205;xquick <br><br>

<div>Dispositions diverses </div>
Ces Conditions g&#233;n&#233;rales doivent &#234;tre interpr&#233;t&#233;es et seront r&#233;gies en conformit&#233; avec les lois de l'&#201;tat des Pay-Bas, sans tenir compte d'&#233;ventuels conflits entre les dispositions l&#233;gales des Pay-Bas ou de votre pays de r&#233;sidence effectif. Dans l'hypoth&#232;se o&#249; l'une quelconque des stipulations des pr&#233;sentes Conditions d'Utilisation devait &#234;tre invalid&#233;e ou jug&#233;e inopposable par une juridiction comp&#233;tente, les autres stipulations des pr&#233;sentes Conditions d'Utilisations demeureraient n&#233;anmoins en vigueur. <br><br>
Les pr&#233;sentes Conditions d'Utilisation constituent l'int&#233;gralit&#233; de l'accord entre les parties au titre de leur objet et remplacent tout autre accord ant&#233;rieur ou concomitant, oral ou &#233;crit, portant sur cet objet. Toute renonciation &#224; l'une des dispositions de ces Conditions g&#233;n&#233;rales, quelle qu'elle soit, ne peut prendre effet que si elle est soumise par &#233;crit et qu'elle comporte la signature d'une personne autoris&#233;e par Ixquick et/ou d'un responsable d'une soci&#233;t&#233; tierce qui permet l'acc&#232;s &#224; son logiciel par l'interm&#233;diaire des Applications de Recherche Ixquick. <br><br>

Septembre 2007.
    </div></div>
    <div class="clear"></div>
    </td>
    </tr>
</tbody>
</table>
    </div>
    </div>
    </div>
    </div>
    </div>
    <div class="push"></div>
    </div>
    
	<div class="footer" id="footer">
 	<div class="copyright">
  	&copy; 2015 Ixquick
 	</div>
		
 	<div class="right_links"><a id="startmail" href="https://startmail.com/" style="text-decoration: none;">
    <!--<span class="icon icon-small"><span class="icon-mail"></span></span>&nbsp;-->
  	<span style="text-decoration: underline;">StartMail</span></a>
  	<a id="privacy_policy" href="privacy-policy-.html">Politique de Confidentialit&#233;</a>
 	</div>
    <div class='imgavt'> </div>
    </div>
    <script type="text/javascript" charset="utf-8"> $(function() { $('body').hide().show(); });</script>
    </body>
    </html>
